[
  {
    "start": 3.180000066757202,
    "end": 54.29999923706055,
    "text": " Sir, I had only given you Rs. 20. How much is the maximum budget now? Rs. 5-6. How much is the price of a Kiger? You can get Kiger for Rs. 8-9, sir. Because it has a model. What about the driver? Driver is around Rs. 6.5-7.5. It's an orange one. It's an 8-seater, right? Yes, it's a 7-seater. How much is it? What? The driver. The driver? It stands in the middle, right?"
  },
  {
    "start": 54.29999923706055,
    "end": 112.69000244140625,
    "text": " Do you look at it manually or automatically? I look at it automatically. Sir, that is a 2022 model. Top end vehicle. It has run 7 times. Single owner. The price is Rs. 8,21,000. We have seen the driver. I will tell you. In our country, the starting price of the driver is Rs. 6.5. 2019 model. It has run 32 times. Single owner vehicle. The price is Rs. 6,42,000."
  },
  {
    "start": 112.69000244140625,
    "end": 164.74000549316406,
    "text": " Button start and all are available there. It will come to Rs. 14,000 in the city. You can go up to Rs. 18,000. Because it is a heavy vehicle. Swift is old. There is no new. I will check the Baleno. Sir, there is a Swift Desire. It is a 16 model Swift Desire. It has run for Rs. 47,000. Single owner vehicle. LXI optional variant. It is Rs. 5 lakhs."
  },
  {
    "start": 164.74000549316406,
    "end": 197.89999389648438,
    "text": " It is a white color? White color is a 15 model diesel vehicle. It has run for Rs. 1,27,000. Single owner Delhi vehicle."
  },
  {
    "start": 197.89999389648438,
    "end": 243.13999938964844,
    "text": " It is a Delhi vehicle. It has run for Rs. 1,28,000. Single owner vehicle. It has run for Rs. 5,89,000."
  },
  {
    "start": 243.13999938964844,
    "end": 278.8999938964844,
    "text": " It has run for Rs. 8,20,000."
  },
  {
    "start": 278.8999938964844,
    "end": 321.9800109863281,
    "text": " I asked if it was good, he said he would extend it. I will see if it is good."
  },
  {
    "start": 321.9800109863281,
    "end": 374.4800109863281,
    "text": " It has run for Rs. 8,00,000. It has run for Rs. 8,50,000. It has run for Rs. 12,50,000. It is a premium vehicle. It has run for Rs. 6,98,000."
  },
  {
    "start": 374.4800109863281,
    "end": 430.5299987792969,
    "text": " It has run for Rs. 1,100,000. It is a top end vehicle. It is a blue color. It has run for Rs. 6,98,000. It has run for Rs. 16,000. It has run for Rs. 3,000 to Rs. 4,000. It has run for Rs. 3,000 to Rs. 4,000."
  },
  {
    "start": 430.5299987792969,
    "end": 460.82000732421875,
    "text": " Do you have any extra cars? Yes, but we have categorized it. We have categorized it as budget and assured. We have categorized the clean condition cars as assured. There is a little touch up and rusting. What is the one year warranty? In the one year warranty, the engine and transmission will be covered. In one year, you will get two warranties. One is power train warranty and the other is comprehensive warranty. In power train warranty, you will get the engine and gearbox."
  },
  {
    "start": 460.82000732421875,
    "end": 491.1000061035156,
    "text": " In comprehensive warranty, you will get the electrical warranty for three months. In this, you will get the standard warranty. Is it free of cost? Yes, it is free of cost. We have a brochure called limited parts. If there is an issue with any of the parts, you can claim it and pay additional charges. Our spinners will take care of that. Do you stay in Whitefield? There are three places in Whitefield."
  },
  {
    "start": 491.1000061035156,
    "end": 521.0999755859375,
    "text": " First, they will try to tie up all the local vendors. Once they are tied up, they will send the technician to your location. They will come and see the issue with the vehicle. After seeing the issue, the technician will check if there is a respected showroom nearby. If you have taken their vehicle, they will check if there is a showroom nearby. If there is a showroom nearby, they will ask you to take the vehicle there. They will take it there, check if there is any issue and pay the amount."
  },
  {
    "start": 521.0999755859375,
    "end": 553.9500122070312,
    "text": " The warranty claims are like this. How much do you pay for the refund? It depends. The vehicle has to run for five days or 300 kilometers. If you have paid Rs. 3 lakhs, you will get Rs. 3 lakhs in full amount. You will not get any charges. You will need at least three to four days to get the refund. When did you make the loan? We have not disbursed the loan amount. We will have five days to disburse the loan."
  },
  {
    "start": 553.9500122070312,
    "end": 586.219970703125,
    "text": " We will have five to six days to disburse the loan. Is there a free delivery? Within Bangalore limits, there is a free delivery. Will you charge for both the places? No, we will not charge. There is no one to deliver. How long will it take to deliver the vehicle? Once the loan is approved, you can take the vehicle the next day. How many days will it take? Three days. Three working days. Today is Saturday. If you finalize today, the process will not take place tomorrow."
  },
  {
    "start": 586.219970703125,
    "end": 625.7000122070312,
    "text": " What are you looking at? Baleno and i20. Baleno is a single owner vehicle. How much did you charge for the vehicle? Rs. 12 lakhs."
  },
  {
    "start": 625.7000122070312,
    "end": 675.7000122070312,
    "text": " This is the first owner vehicle. Next year, there will be comprehensive insurance until January. This is the i20 Meru. It will cost Rs. 1,28,000. It is a diesel vehicle. It is a diesel vehicle. It is a diesel vehicle. It is a diesel vehicle. It is a diesel vehicle. It is a diesel vehicle. It is a diesel vehicle."
  },
  {
    "start": 675.7000122070312,
    "end": 777.25,
    "text": " It is a diesel vehicle. It is a diesel vehicle."
  },
  {
    "start": 777.25,
    "end": 832.1400146484375,
    "text": " It will cost Rs. 1,28,000."
  },
  {
    "start": 832.1400146484375,
    "end": 866.75,
    "text": " It will cost Rs. 1,28,000."
  },
  {
    "start": 866.75,
    "end": 908.9099731445312,
    "text": " What will happen after the K transfer? After the K transfer? The CC will open. Then we can do something. I told them. I told them to paint the vehicle completely white. We will do it. We need an original new spec. From the showroom. If we get it, we can do it. Where will we get the spec? We got it from Narasimha. I spoke to him."
  },
  {
    "start": 908.9099731445312,
    "end": 991.8699951171875,
    "text": " There was a pending issue. The online transfer will be completed by 24th June. It will be online transfer. You will get the data online. When it is white, you can complain and get it done. It is simple. Either you do it or paint it. It is that simple. I already tagged Anshuman and Naveen sir in the group. I thought they will do something. There is no need to return it. They will do it."
  },
  {
    "start": 991.8699951171875,
    "end": 1030.3199462890625,
    "text": " Click on Alpha. That is the showroom price. RTO fees will be deducted. RTO fees will be deducted by Rs. 1.5 to Rs. 1.75 lakhs. Insurance will be Rs. 34,600. I had planned to buy a new vehicle. I saw the quotation and bought it."
  },
  {
    "start": 1030.3199462890625,
    "end": 1063.3599853515625,
    "text": " Look at this. It is a Baleno. The condition of the vehicle is good. I have driven it 28 times. It is in the assured category. I will show you the details."
  },
  {
    "start": 1063.3599853515625,
    "end": 1138.0999755859375,
    "text": " I have driven it 3 to 5 times in a year. I have driven a Baleno 520. I will show you the details."
  },
  {
    "start": 1138.0999755859375,
    "end": 1283.550048828125,
    "text": " I will bring another vehicle. You tell me which one you will buy. 24 or 26? I will take this one. It is raining heavily. I am getting an I20. This is good for mileage."
  },
  {
    "start": 1283.550048828125,
    "end": 1433.780029296875,
    "text": " This is a top end vehicle. This is an optional vehicle. This is a top end vehicle. This is a sports vehicle. This is a 1.22 vehicle. This is an Addar model."
  },
  {
    "start": 1433.780029296875,
    "end": 1667.8399658203125,
    "text": " I don't know the route. This is an Adnar vehicle. This is a 590. There is a difference of Rs. 1 lakh."
  },
  {
    "start": 1667.8399658203125,
    "end": 1697.8399658203125,
    "text": " This is a 590. This is a 590. It is not painted here, right? They will paint it. They will paint the vehicle which is stored here. There are no vehicles which are not painted here. It is not an accident. It is not an accident. We paint small scratches and dents. Usually, we repaint the fender, bumper, running board and bumper."
  },
  {
    "start": 1697.8399658203125,
    "end": 1758.6199951171875,
    "text": " We have not repainted it in 10 years. It will fade. It will be a problem for the customer. Even if we repaint it, it will be a problem. Even if we don't repaint it, they will ask us to repaint it. It is a 1.22 lakh vehicle and it is smooth. The color is like this. It has been washed and polished."
  },
  {
    "start": 1758.6199951171875,
    "end": 1933.81005859375,
    "text": " It will look better. This is a 16 model. The price is fixed. The price is fixed. This is a 590. We have the price, right? It will come from the company. We just have to follow it. This is a final vehicle."
  },
  {
    "start": 1933.81005859375,
    "end": 1996.5799560546875,
    "text": " This is a final vehicle."
  },
  {
    "start": 1996.5799560546875,
    "end": 2055.340087890625,
    "text": " This is the same vehicle. 580."
  },
  {
    "start": 2055.340087890625,
    "end": 2091.969970703125,
    "text": " This is a 15 model. This is a 16 model."
  },
  {
    "start": 2091.969970703125,
    "end": 2140.080078125,
    "text": " This is a 1.27 vehicle. This is a 1.22 vehicle. This is a 5.3 lakh model."
  },
  {
    "start": 2140.080078125,
    "end": 2180.219970703125,
    "text": " Fc is up to 2030"
  },
  {
    "start": 2211.889892578125,
    "end": 2241.889892578125,
    "text": " If you take it, it will cost you 60,000. But there is no guarantee. If you take it here, it will cost you 60,000 plus. This is diesel. The front bumper has been changed. One door has been changed. The radiator support has been changed. The engine has been opened once. The gasket has been changed."
  },
  {
    "start": 2241.889892578125,
    "end": 2282.06005859375,
    "text": " The timing belt has been changed."
  },
  {
    "start": 2282.06005859375,
    "end": 2318.820068359375,
    "text": " The tyre has been changed. The condition of the tyre is less than 20%."
  },
  {
    "start": 2318.820068359375,
    "end": 2349.840087890625,
    "text": " The engine is still not working. The bumper has been changed. The front bumper has been changed. The fender has been changed. The front bumper has been changed. The right side is the fender. The right side is the headlight. All the parts have been changed."
  },
  {
    "start": 2349.840087890625,
    "end": 2381.949951171875,
    "text": " The grey colour has been changed. The blue colour has been changed. The price of the blue colour is 623,000 rupees. The price of the red colour has been changed. The price of the red colour has been changed."
  },
  {
    "start": 2381.949951171875,
    "end": 2424.050048828125,
    "text": " The blue colour has been changed."
  },
  {
    "start": 2424.050048828125,
    "end": 2584.419921875,
    "text": " The red colour has been changed. Everything is wrong. Everything is wrong. Everything is wrong. Everything is wrong. Everything is wrong. Everything is mixed. Normally, the small hatchbacks are in the left lane. This is the middle hatchback. It is in the single lane."
  },
  {
    "start": 2584.419921875,
    "end": 2983.5400390625,
    "text": " This is the proper blue. Turn right. Go a little to the left and then right. The car is not running. It's just lying there. The windows were open. It's a delivery car. I'm looking. It's not open yet. This is the 16 mode, Zeta variant. 6 lakhs and 26. Which mode is this? 16 mode."
  },
  {
    "start": 2983.5400390625,
    "end": 3093.469970703125,
    "text": " I saw 37. There are no variants like this. How many trains can you get without a creta? You can get a creta from 8 and a half. Yes, from 3 and a half."
  },
  {
    "start": 3093.469970703125,
    "end": 3166.580078125,
    "text": " Which one is this? Ciaz? Yes, the blue one. Ciaz. Thank you. Was it near the car? No, it was here. Was it on the car or the key? Where was the key? Was it on the car? Prashant, where was the key? I brought it. I'll put it in the box. It was open. It was inside. Yes, okay. Maybe the customer came and saw it. That's why they left it."
  },
  {
    "start": 3166.580078125,
    "end": 3315.169921875,
    "text": " It's a red colored delhi car. Someone might have booked it. What do you think? It's all enquiries. Where is it? It was inside the car. The car was showing to someone. Is there a 7-6 on the paper? Yes, it comes in 7 and 6. That's the last one."
  },
  {
    "start": 3315.169921875,
    "end": 3409.550048828125,
    "text": " It's a powerful car."
  },
  {
    "start": 3409.550048828125,
    "end": 3639.489990234375,
    "text": " It comes in 7, 5, 6 and 6. These are the latest features in the car. There is a load rest. It's below the lock. How much is this? 11 and a half."
  },
  {
    "start": 3639.489990234375,
    "end": 3684.39990234375,
    "text": " It's a smooth car, right? It's a good car."
  },
  {
    "start": 3684.39990234375,
    "end": 3828.610107421875,
    "text": " It's all original. They didn't do anything. They left it as it is. It's a completely untouched car."
  },
  {
    "start": 3828.610107421875,
    "end": 3869.070068359375,
    "text": " It's in good condition. There is no replacement in the car. They just did the touch up. They just painted the lower part of the bumper. They just painted the left side. No replacement has been done. It was mentioned in the showroom truck."
  },
  {
    "start": 3869.070068359375,
    "end": 3910.110107421875,
    "text": " It's all open inside. It's for heat. It was here itself. It was 42 degrees. They changed the clutch bearing. They changed the clutch bearing, clutch disc and cover assembly. They didn't change the engine."
  },
  {
    "start": 3910.110107421875,
    "end": 3941.780029296875,
    "text": " It's a top end car. It has LED lights. It's a new power. It displays the heads up display, 360 degree camera and 6 airbags. In this generation, you get automatic headlights, LED DRL, automatic rain sensing, auto climate control, android auto support, R speakers, ABS plus EBD, reverse camera sensors, defoggers, wipers,"
  },
  {
    "start": 3941.780029296875,
    "end": 3991.7099609375,
    "text": " chrome garnish, windows and tinted glass. It's all tinted glass. It's all from the showroom. It has more space."
  },
  {
    "start": 3991.7099609375,
    "end": 4035.31005859375,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4035.31005859375,
    "end": 4071.169921875,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4071.169921875,
    "end": 4112.240234375,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4112.240234375,
    "end": 4148.580078125,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4148.580078125,
    "end": 4183.18017578125,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4183.18017578125,
    "end": 4222.0498046875,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4222.0498046875,
    "end": 4277.97021484375,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4277.97021484375,
    "end": 4314.33984375,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4314.33984375,
    "end": 4352.77978515625,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4352.77978515625,
    "end": 4388.22021484375,
    "text": " It's a model."
  },
  {
    "start": 4388.22021484375,
    "end": 4429.2001953125,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4429.2001953125,
    "end": 4459.740234375,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4459.740234375,
    "end": 4493.83984375,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4493.83984375,
    "end": 4532.18994140625,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4532.18994140625,
    "end": 4565.2001953125,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4565.2001953125,
    "end": 4621.85986328125,
    "text": " It's a good car. It's a good car. It's a good car."
  },
  {
    "start": 4621.85986328125,
    "end": 4776.2998046875,
    "text": " It's a good car. It's a good car."
  },
  {
    "start": 4776.2998046875,
    "end": 4910.39990234375,
    "text": " I told him to book a car and go. He's not letting me go. What happened to you? If you say that, I'll hit you. If you don't go with anyone, this is an old item. It's an 8-speed. It's an 8-speed. It's a 21 model. That's a diesel car. That's a 7.5. It's automatic. It's been running since the beginning. It's been running for a long time. They saw it in the morning. They said it's a good car. It's a good car. It's a good car."
  },
  {
    "start": 4910.39990234375,
    "end": 5000.4599609375,
    "text": " We'll do it. I'll see. It has to be booked. It's available here. But it's not loanable. It's not loanable. Because it's a Gujarat vehicle. It's not loanable in Bengaluru. It's an automatic I20. How much is this? This is 8 lakhs. It's booked. It's booked. It's 7.5, sir."
  },
  {
    "start": 5000.4599609375,
    "end": 5084.9599609375,
    "text": " This is also an I20. That's an old I20. This is a new I20. It came after that. What is this? Look at the seats. How is it sitting? What is this seat? It's not even half. How is it sitting? It was boring. We don't have the habit of drinking coffee. Look at the waste. It's all dirty."
  },
  {
    "start": 5084.9599609375,
    "end": 5193.4599609375,
    "text": " You should have bought a new car. Why did you buy a used car? We are waiting for our turn. We'll wait till 7. How much is his salary, sir? Ask him. He'll give you a lot of money. Why? Are you paying him now? I asked for a loan. They'll make me run. Ask him."
  },
  {
    "start": 5193.4599609375,
    "end": 5227.06982421875,
    "text": " Come here. I'll ask and go. You can profile me. The customer is a government employee. He's a teacher. He'll get a salary slip. He has 80,000 salary. He doesn't have any EMI obligation. He saw the 2016 model I20. How many years will he get a tenure? October. October? October month? Tell him quickly. How many months? October month. He can do it for 4 years. How much can he do for a profile?"
  },
  {
    "start": 5227.06982421875,
    "end": 5353.77978515625,
    "text": " 7 points. Change it to 18."
  },
  {
    "start": 5353.77978515625,
    "end": 5390.6201171875,
    "text": " He doesn't have any dignity? He doesn't have any dignity. It's free. He doesn't get a loan. If he gets a loan, he'll get it for 2 years. EMI is fixed. It's 100,000. Assume it's 123,000. It's fixed. If he's a small car, he'll get it for 3 years. If he's a big car, he'll get it for 5 years."
  },
  {
    "start": 5390.6201171875,
    "end": 5437.169921875,
    "text": " If it's white, it'll come automatically."
  },
  {
    "start": 5437.169921875,
    "end": 5689.66015625,
    "text": " It's open. Timing belt, piston, and seal. They've changed it. If you had taken that, you should've done it too. It's open, right? It's not a problem. It's automatic. I'll go and get it for 2.30."
  },
  {
    "start": 5689.66015625,
    "end": 5756.4599609375,
    "text": " I'll go and get it."
  },
  {
    "start": 5756.4599609375,
    "end": 5823.740234375,
    "text": " How to come up?"
  },
  {
    "start": 5823.740234375,
    "end": 6000.68994140625,
    "text": " This is the Zeta variant. One variant is less."
  },
  {
    "start": 6000.68994140625,
    "end": 6140.7001953125,
    "text": " It's a contest bike."
  },
  {
    "start": 6140.7001953125,
    "end": 6188.68994140625,
    "text": " This is an automatic car. I took this car for a test drive last night. This car will be in the range of 5.5. But there is no mileage. The engine sound is loud. 1.2 liter 3 cylinder engine."
  },
  {
    "start": 6188.68994140625,
    "end": 6242.52978515625,
    "text": " It runs on 2BTI. I took this car for a test drive last night. It runs on 4.9. No, it runs on 5.9. The car ran on 27."
  },
  {
    "start": 6242.52978515625,
    "end": 6297.83984375,
    "text": " It started in 2019. There is a shifter in the middle. Is it a Delhi car? Not Delhi. Delhi car. How much does it cost? It costs 5 lakhs. 5 lakhs? It is a diesel car. Diesel car? Diesel? This is petrol. This shape is the petrol. This shape is the diesel. For 5 lakhs, there is a shifter for 5 lakhs. It is a diesel car. What is the car number?"
  },
  {
    "start": 6297.83984375,
    "end": 6355.8701171875,
    "text": " No. It is not that. It is an engine. I saw someone doing a test drive. The test drive is in the starting lane. He has to drive for another test drive. The car will be in a hold for an hour. I saw him doing it. He also did it? He asked that the car was in a hold. He was driving very slowly. I was standing comfortably. They sent someone else. He was saying that he needs to drive for an hour."
  },
  {
    "start": 6394.830078125,
    "end": 6432.18994140625,
    "text": " The car is broken. Someone has to fix it. Sandeep! There is a car in West Bend. Someone showed me that car. The gold one. It was black. It had a number on it. It was ready for delivery. Someone had to go and get it. I was shocked. Why are you struggling? If Sunil sir shows his eyes, it will be enough. He will come and pick it up. I will walk like this. I will go and pick it up. What are you doing? Someone has to go and get it."
  },
  {
    "start": 6432.18994140625,
    "end": 6601.740234375,
    "text": " Tell me the number. I will go and get it. I was struggling. I gave the tab to Arun. It is a 16 model. It is a diesel car. It has run for 15 days. It costs 6.75 lakhs. If you give it a third tab, it will cost 1 lakh. What is happening? I will sit and eat."
  },
  {
    "start": 6601.740234375,
    "end": 6645.06005859375,
    "text": " How is it? It is very clean. There are no complaints."
  },
  {
    "start": 6645.06005859375,
    "end": 6884.56005859375,
    "text": " I have to do it. In the back office, I have to take someone's work and do it. Look how relaxed I am. I have to put a line. The driver is cancelled. I have to put a line. The driver is cancelled. The ball is also cancelled. It is a white ball. It is a yellow ball. The customer didn't want it at the last delivery time. I am going to a new car. I will get a new car for 1 lakh. It is 11.30. A new car."
  },
  {
    "start": 6884.56005859375,
    "end": 7141.97998046875,
    "text": " Is everything okay? What can we do? We don't have it. Come, let's talk to the loaner first. Come to the coffee shop. I will show you on my mobile. I can't do it on my mobile. How long will it take? 20 minutes. The loan has to be profiled. The loan has to be profiled. That will be in 8.30 or 8.30."
  },
  {
    "start": 7141.97998046875,
    "end": 7195.9501953125,
    "text": " How much is the bill? It is 692. It is an automatic. How much is this? It is 21. What is the price of the car? It is booked. It is booked. It is booked. It is booked. It is booked. It is booked. It is booked. It is booked."
  },
  {
    "start": 7195.9501953125,
    "end": 7278.02001953125,
    "text": " It is booked. It is booked. It is booked."
  },
  {
    "start": 7278.02001953125,
    "end": 7332.75,
    "text": " It is booked. It is booked. It is booked."
  },
  {
    "start": 7332.75,
    "end": 7404.93017578125,
    "text": " It is booked. It is booked. It is booked."
  },
  {
    "start": 7404.93017578125,
    "end": 7438.93017578125,
    "text": " It is booked. It is booked."
  },
  {
    "start": 7438.93017578125,
    "end": 7474.43017578125,
    "text": " It is booked. It is booked. It is booked."
  },
  {
    "start": 7474.43017578125,
    "end": 7571.81982421875,
    "text": " Is it a sports variant? Yes, it is a sports variant. Is it an automatic? Manual. Only the diesel comes manually. Is this diesel? Yes. I have been telling you since then. Diesel, diesel, diesel. They have put their badge on the side. It is called Eco-Torque. We have to talk to the loaner. They will penalise us. Come here. They will park there. That is also a diesel car."
  },
  {
    "start": 7571.81982421875,
    "end": 7628.580078125,
    "text": " Call, I think, today is not possible. From their Delhi team, they are not working, it seems. Many personal reasons. So, call back for today, I think, you won't get any call back from the team. Tomorrow is the second half, I guess. The car is still on hold. Will you get a loan in the next two days? Not a loan. I won't get a loan in any other state. I need to check. I like you can make."
  },
  {
    "start": 7628.580078125,
    "end": 7682.669921875,
    "text": " Do one thing. Do file a kick search. If there was anything, it means I would have informed you right away. You don't need to ask this much time. At the time of delivery. Yes, yes, yes. It will be less than 15 days, right? Sunday, Tuesday, Thursday, I guess. Because I got the car on Monday or Tuesday? I think Tuesday. You sold your car on Sunday. Do you know the exact date?"
  },
  {
    "start": 7682.669921875,
    "end": 7729.06005859375,
    "text": " 11th, okay. So, 21st will be 10 days. So, 26th will be the last date for the available exchange bonus. 15 days. That's the exact date. No, the vehicle is already put in the shed."
  },
  {
    "start": 7729.06005859375,
    "end": 7768.02001953125,
    "text": " Vehicle got booked, right? So, we parked it. We will park it independently like somewhere else. Sure. Sure, sure, sure. Because I will be the main point of contact to you. So, you can coordinate with me. Sure, sure. I can get it done. Okay, sir. I will come, sir."
  },
  {
    "start": 7768.02001953125,
    "end": 7812.18994140625,
    "text": " This is booked. It is booked. It is a diesel vehicle, right? Diesel is... Look, it is written here. DDIS. I don't want. We don't like it. We don't like to drive. You drive. There is an auto 6 because you use a 6 and a half. Look, it is automatic. This is the 6. Manual vehicle. It is here, red."
  },
  {
    "start": 7812.18994140625,
    "end": 7845.5498046875,
    "text": " This is a Bangla vehicle. I have seen it for miles and 92,000 rupees. This is a different vehicle. They have put an eco-spot."
  },
  {
    "start": 7845.5498046875,
    "end": 7898.77978515625,
    "text": " This is 697, 21 model, 45,000 rupees"
  },
  {
    "start": 7898.77978515625,
    "end": 7933.2001953125,
    "text": " Manual Petrol"
  },
  {
    "start": 7933.2001953125,
    "end": 7968.259765625,
    "text": " We were doing an assortment, we have to take the keys according to the line This is not the one, this is a different car tag, I checked it online"
  },
  {
    "start": 7968.259765625,
    "end": 8009.6201171875,
    "text": " Petrol, Petrol This will come if you go to the model, but it will go well for all the other ones. This will come only if you do this"
  },
  {
    "start": 8009.6201171875,
    "end": 8054.5,
    "text": " Is there a tester for 7? No, there is a 9 in automatic diesel I have seen all of them, their faces are familiar, I don't know if they have attended or not"
  },
  {
    "start": 8054.5,
    "end": 8159.47021484375,
    "text": " There is no use talking to anyone, there is no such word in our Spinny"
  },
  {
    "start": 8159.47021484375,
    "end": 8222.58984375,
    "text": " I'm here to get my profile taken. I've asked for all the details."
  },
  {
    "start": 8222.58984375,
    "end": 8262.6103515625,
    "text": " No, the car is in the first lane. No, not here. Left. Swift is in the first lane. Swift, Baleno and i20. All three are in the same lane. It's a bit tricky to get to the other lane. Auto, etc. Do we have a roadster? No roadster yet. We'll have to wait a bit. We'll look for one, but there's none here. Everything is there. What do you have here? SUVs and sedans are here."
  },
  {
    "start": 8262.6103515625,
    "end": 8299.1396484375,
    "text": " If you need a hatch, it'll come to your side."
  },
  {
    "start": 8299.1396484375,
    "end": 8329.8701171875,
    "text": " Spinning only is a car. Actually, I want to do a test drive of the Honda Civic. He said that someone booked, so you come. I will release that vehicle today. He said that booking is a finance event, but it's not successful. Today you should book the car and you can do the test drive. So after completion of my application, I came here."
  },
  {
    "start": 8329.8701171875,
    "end": 8397.759765625,
    "text": " Hey, come here. There are 3-4 people. Come here. I saw the full charge. I attended 4 covers. Come here. I'll film you if you need details. I'll film you if you need details. You are a fool. Sir, is the loan on your side? Come here."
  },
  {
    "start": 8397.759765625,
    "end": 8563.5703125,
    "text": " There's no one here. I'm going crazy. I'll see. I'll see. There's another 4 lakhs in the car. How much will it cost? Almost 70-72 cars will come. Hey, come here. He's drinking coffee. It'll be late. They'll book another one."
  },
  {
    "start": 8563.5703125,
    "end": 8598.4296875,
    "text": " I'm going crazy today. I don't know who's attending the meeting. I'll book another one. I'll book another one. I'll book another one."
  },
  {
    "start": 8598.4296875,
    "end": 8708.2998046875,
    "text": " I'll tell him to take the loan and go. I'll book another one. I'll book another one. I'll book another one."
  },
  {
    "start": 8708.2998046875,
    "end": 8786.1796875,
    "text": " I'll book another one."
  },
  {
    "start": 8786.1796875,
    "end": 8842.0595703125,
    "text": " I'll show you the car. You talk to him. Who? Him? Is there anyone else? Is there anyone else? No, there are friends. When did you come? I came yesterday. There's only one Amios car. Manual petrol. Manual? Yes, there's only one car. Which one? Auto? Auto means diesel. It's already booked. I'll show you here. Book by Adas. It's already booked for the 16th. The loan is also approved. The payment is also done. I was told to come today."
  },
  {
    "start": 8842.0595703125,
    "end": 8909.5400390625,
    "text": " This is a different car. It's a delivery car. It's already booked. I was told to come for this. That's why I'm here. Usually, our team doesn't send cars that are already booked. They don't send cars that are already paid. This is 1.2 liter petrol. Is it petrol? Yes, it's written in the bracket. 1.2 liter petrol. Let's see this one. Oh, Arun. It's just Rs.1.50. I came to give you Rs.1.50. It's inside."
  },
  {
    "start": 8909.5400390625,
    "end": 9000.6904296875,
    "text": " Why are you calling me? It's not me. It's Sunil sir. Ask Manoj. He's not answering. Call him. I don't have a phone. What were you doing? I was supposed to give an Amio drive to a customer. One second. It's not white. It's silver color. I'll tell you the vehicle number. I'll WhatsApp you. You can't send a customer to Amiolive. Okay, sir. One car. Four people will come. Sir, I've spoken to them. You'll find Manoj there. Go straight to the key box."
  },
  {
    "start": 9000.6904296875,
    "end": 9162.98046875,
    "text": " They'll come there, take the vehicle key, and give you the drive. That's Manoj. Can I see him? Yes, you can. Ask him."
  },
  {
    "start": 9162.98046875,
    "end": 9308.33984375,
    "text": " He's been here for 17 years. He's been here for 17 years. He's been here for 12 years."
  },
  {
    "start": 9308.33984375,
    "end": 9388.4501953125,
    "text": " He's been here for 12 years. He's been here for 12 years."
  },
  {
    "start": 9388.4501953125,
    "end": 9436.66015625,
    "text": " He's been here for 12 years. He's been here for 12 years."
  },
  {
    "start": 9436.66015625,
    "end": 9502.98046875,
    "text": " He's been here for 12 years. He's been here for 12 years."
  },
  {
    "start": 9502.98046875,
    "end": 9563.6298828125,
    "text": " He's been here for 12 years. He's been here for 12 years. He's been here for 12 years."
  },
  {
    "start": 9563.6298828125,
    "end": 9692.419921875,
    "text": " He's been here for 17 years."
  },
  {
    "start": 9692.419921875,
    "end": 9783.4697265625,
    "text": " There are cars in all the branches"
  },
  {
    "start": 9783.4697265625,
    "end": 9883.9697265625,
    "text": " I don't know how to manufacture. I don't know how to manufacture. This is a currently running vehicle. This is from West Bengal. This is from Karnataka. But one or two vehicles have run more than this. Or they don't like the condition. So like this. I have seen almost 20-25 vehicles. How much do you think? There are 1.5 thousand vehicles. Total vehicles. There is one in Vegamal."
  },
  {
    "start": 9883.9697265625,
    "end": 9955.3095703125,
    "text": " 5.9 thousand. In 19 model, Magna variant, 44 thousand vehicles have run. Baleno appraisal engine is not here. Granatan is not here. There is one in Whitefield. 18 model. 6.7 thousand. Petrol. 47 thousand. 29 thousand."
  },
  {
    "start": 9955.3095703125,
    "end": 10076.3798828125,
    "text": " There is one here also. Baleno 18 model. 7.6 thousand. Vegamal. Vegacitymal. 674 thousand. Silver. I didn't see the owner. Second owner. Second owner? What? Glade payment? Here in VR model, 22 model Celery is there. 22 model Ignis. High 20 majority of the vehicles are from other states. I didn't hear about Ignis."
  },
  {
    "start": 10076.3798828125,
    "end": 10180.2099609375,
    "text": " There is one Ignis in Mantri mall. 22 model. 6.7 thousand. 11 thousand have run. 11 thousand children."
  },
  {
    "start": 10180.2099609375,
    "end": 10227.0400390625,
    "text": " Same process."
  },
  {
    "start": 10227.0400390625,
    "end": 10238.73046875,
    "text": " 6.7 thousand. Maruti. Maruti sorry. Maruti Suzuki Ignis Nexus. No no. Mantri mall."
  }
]