[{"start": 19.25, "end": 131.22999572753906, "text": " double nine zero two four two one"}, {"start": 174.77000427246094, "end": 252.4499969482422, "text": " five lakh fifty five thousand"}, {"start": 252.4499969482422, "end": 402.739990234375, "text": " almost fifty thousand to one lakh"}, {"start": 402.739990234375, "end": 609.6599731445312, "text": " Okay, okay, thank you"}, {"start": 609.6599731445312, "end": 681.9000244140625, "text": " Next up. Oh Yeah, yeah"}, {"start": 681.9000244140625, "end": 725.5, "text": " Oh Maheshana!"}, {"start": 725.5, "end": 835.3800048828125, "text": " Which car is this? This is 290. 290? Is there another key in 290? Let me see what this is. Hey Arun brother! You were taking the keys of the last sedan, right? Did you have to take the keys of the last sedan? No. The white color. There is no key in the boxes. No, no. Did you have the white color? Yes. Let's go for the acid test. Nice. This is a new car."}, {"start": 835.3800048828125, "end": 882.1099853515625, "text": " It's a new car. It's only been 2 days. It's only been 5 minutes. Is it outside? Let me look for it. Which one? S10? We don't have S10. We don't have S10. We only have S9 and S6. Which one is this? We'll see that later. I think that's S6. Oh my God! Look at the color of the seat. Is it colored?"}, {"start": 882.1099853515625, "end": 979.97998046875, "text": " 1074. 1074. Keyless entry. This is the key. That's why I couldn't find it. Do you know what my expectations are? Let me show you. I'm looking for a key like this. The brown color. You can find it in the shed. Hey! There is no Apollo key. So this is the top variant. The SX is the optional variant."}, {"start": 979.97998046875, "end": 1072.77001953125, "text": " It has 6 airbags. It has a push-button start. It has a camera. The AC is automatic. It has 4 alloy wheels. It has 4 disc brakes. Is it? Yes. Is it normal? Yes. You just have to put it in. It's a cool glove box. It's cold. The air comes in through the AC. It has a 1.6 liter engine. Will you drive?"}, {"start": 1072.77001953125, "end": 1147.219970703125, "text": " It has a neutral loop. Yes. This is the parking. This is the reverse. This is neutral. This is D. You have to hold the brake with the right leg. You have to put it in reverse, neutral and drive. The car will start automatically. Don't use your left leg. Use only the right leg. Use the right leg to press the brake. Remove the A-pair. Don't use it. Okay. Use only one leg."}, {"start": 1147.219970703125, "end": 1188.1300048828125, "text": " Put it in D. Remove your hand from the brake. The car will start automatically. Use only one leg. Don't use your left leg."}, {"start": 1188.1300048828125, "end": 1325.780029296875, "text": " Not only in this car. It's the same in all the automatic cars. Use only the right leg. Will I put it in reverse? No. Leave it. It will start automatically. Yes. It will shift automatically. You just have to pay attention to acceleration, steering and braking. One more round? Yes. Park it on the left. I will put it in reverse later. Now go in neutral. Put your hand in the back."}, {"start": 1325.780029296875, "end": 1405.469970703125, "text": " Hold the brake and put it in reverse. There is an airbag here. There is an airbag here. There is an airbag above. You can see the airbag on the shoulder. There are six airbags in total."}, {"start": 1405.469970703125, "end": 1441.0999755859375, "text": " There are six speakers in the car. There are four door speakers and two tweeters."}, {"start": 1441.0999755859375, "end": 1572.0999755859375, "text": " Which one? The front seat comes up. I will show you. It comes up like this. This is for petrol and diesel. The rear parking sensors are here. There are four sensors."}, {"start": 1572.0999755859375, "end": 1623.06005859375, "text": " The down payment will be 20 percent. It depends on your documentation. If you have all the income proof information."}, {"start": 1623.06005859375, "end": 1701.8599853515625, "text": " It will not be in the Spiny. It will not be in the Spiny? Yes. You get the documents and check it. Please come. Riyaz is sitting inside. Let's talk to him. It is available in 8 to 10. Whichever. Whichever. Whichever. Which one is available in more quantity? Oquid, Alto, Balenos, Shift. Yes. Small ones are available in more quantity. Is it a one year warranty? Yes, usually it is a one year warranty. If you want to buy one more... If you want to buy one more... Everything is changed. Everything is changed. Yes."}, {"start": 1701.8599853515625, "end": 1777.0699462890625, "text": " You can drive the car for 8000 to 10,000 kilometers. You can drive the car for 8000 to 10,000 kilometers. After driving for 2000, you can do a general check up. After driving for 2000, you can do a general check up. Fill 5 liters. It is standard. Please come and sit. Please come. You came yesterday and spoke. You have made a good profile. Like him? Yes. You came yesterday and attained Sharat. Arjun Singh. You did it."}, {"start": 1777.0699462890625, "end": 1825.5999755859375, "text": " This is the only time I have seen his performance. It is his second time seeing. He has come running. Give me the key. Do you get the key? Where? Yes. You drive. I will do the work. What should I do? How do I know? I don't know how to press the button. Press switch. Unlock screen. I can't do manual. Record is not on. Record is on. Yes, it is on. Stop record."}, {"start": 1825.5999755859375, "end": 1865.7099609375, "text": " Start recording and go and see them Krishna, they will come and turn it on. Oh is it? Who are they? You know our CC? In the back office. Oh, he was sitting at the end. He was holding everything. There were 4-5 people sitting there, right? No, there was only one. They are all loaners. They are RTOs. RTOs? Yes. Go Krishna. Yes sir. I need the covers. I need the documents. He didn't even know after seeing this. Sir, I don't know. I don't have it. This is the covers."}, {"start": 1865.7099609375, "end": 1920.739990234375, "text": " I will ask the supply team to send it to me. Okay sir. Okay sir. I will come straight to you. I will put all the details. I will come. Sir, I need your help. I don't have it. Don't come there. I have the MCB. How much payment will you give? I have the IT. IT? 20%? 20%? Okay, thank you sir. Thank you sir."}, {"start": 1920.739990234375, "end": 1922.699951171875, "text": " I don't have it."}]