[{"start": 7.980000019073486, "end": 72.63999938964844, "text": " Did you come here and do the test drive? No, I didn't do it. I just... Booked it for the test drive. What's the number? 86 06 76 08 Suresh Babu, right? Yes. When did you book the token, sir? You booked the token, right? I booked it. I didn't book it. When did you book it? I didn't book it. Okay, leave it. It's old data. I don't know. It's old data. Okay, leave it, sir. It might be there, but I don't know."}, {"start": 72.63999938964844, "end": 109.26000213623047, "text": " Last time... Okay, it's all there. Okay, sir. Fine."}, {"start": 109.26000213623047, "end": 143.49000549316406, "text": " It's usually 1 rupee in Spin. But yesterday and today, I left an offer. So, I have an offer of 5000 rupees today. It's in the end of the day. If you book it today... I booked it. The delivery should be marked today. You have to change the RCL. It will take 3 months to change the RCL. Until then, you... Delivery is... Within a week, it's okay. No. If you normally book it, it's valid for 3 days. It's valid for 5 days. No, no. 3 days. 3 days. It's not 24 hours. It's 7 days. It's in our country. It's valid for 3 days."}, {"start": 143.49000549316406, "end": 180.94000244140625, "text": " It's valid for 3 days, right? But if you book it, it will generate a coupon code. So, you have to change the coupon code. Or else, you have to pay extra at night. 5000 rupees. It's not risky, sir. You won't get 5000 rupees. It's not difficult to get 5000 rupees. It's not difficult to get 5000 rupees. If you tell me... Murthy, bro. Give me a tea, bro. It's not working. Give me a one-year warranty. Yes, after one year warranty for the engine and gearbox, there is a warranty for 1 year or 180000 kilometers."}, {"start": 180.94000244140625, "end": 210.94000244140625, "text": " But there is a comprehensive warranty. It's on the AC electrical fuel system. It's valid for 3 months and 3000 kilometers. It's newly launched. It's called Protect and Protect Plus. There is a comprehensive warranty. You can extend it for 1 year if you buy Protect Plus. It's valid for 3 months and 1 year. Plus, it's valid for 180000 kilometers. There is a warranty for 12 months and 12000 kilometers for the engine and gearbox. It's valid for 2 years or 24000 kilometers. It's called Protect Plus."}, {"start": 210.94000244140625, "end": 278.739990234375, "text": " It's been 30% off for a week after launch. You can get a discount. Approximately, it's 7500 rupees. The vehicle you booked for test drive is 2022 Maruti Suzuki Swift Dzire. It's a ZXI Plus AMT. It's the second owner of Automatic Petrol. It's worth 2,00,000 rupees. Come, sir. Let me show you the vehicle. When was Swift Dzire launched? Sir, please sit here. I'll find the car."}, {"start": 278.739990234375, "end": 778.3699951171875, "text": " What's the name of the vehicle you're talking about? Which was the last line? I'll check the scratch."}, {"start": 778.3699951171875, "end": 820.3699951171875, "text": " There are some minor scratches. No major scratches. No major scratches? No major scratches. Did you do any minor scratches? No, sir. It's not visible. It's very good. What's that? The line is automatic. It's very good. Yes, sir. It's very good. It's an existing model."}, {"start": 820.3699951171875, "end": 865.8599853515625, "text": " You can use the brake. It's the same as manual. You use the left foot for the clutch. You don't use the right foot for the clutch. It's very good. You can drive from here. You can use the handbrake. Wait for the brake. You can use the handbrake. Is this the drive mode? Yes. You can use the handbrake automatically. Do I have to use only one handbrake? Yes, you have to use only one handbrake. Which one? Right or left? Left."}, {"start": 865.8599853515625, "end": 899.7000122070312, "text": " Wait. You can use the handbrake automatically, right? Yes, you can use the handbrake automatically. Is this a two-year old vehicle? Yes, sir. This is a 2022 model. You've checked everything, right? Yes, sir. I've done a 200-point inspection. I've seen another red color vehicle. Yes, sir. It's a Maroon color. Maroon? Yes, left. It's a kind of mix. Can I see it again? Yes, sir. This vehicle was registered in July, sir."}, {"start": 899.7000122070312, "end": 939.969970703125, "text": " Can I come and take the car with my trust? Yes, you can take the car. You don't have to worry. If you know someone, you don't have to worry. You can come and check. We'll do everything. You can inspect the vehicle and take it. We've checked the brand value. That's why the car is of good value. If you come here, you'll get a quality check. You'll get a five-day money-back guarantee. Five days is 300 kilometers."}, {"start": 939.969970703125, "end": 984.75, "text": " If you don't like the car, you can return it. The entire amount will be refunded in 8-14 days. There are no deductions or charges. Is it? Yes, sir. This is rented, sir. It's worth 15 lakhs. Wow! This is a five-day money-back guarantee. You need to pay for the maintenance. Electricity bill, maintenance... How many vehicles do you have? We have 250 vehicles. 250? Yes."}, {"start": 984.75, "end": 1043.6500244140625, "text": " We have two vehicles. That's the 2022 model. ZXI and AMT. The color is different. ZXI or ZXI? ZXI plus, sir. It's the same. It's the same. That's the second one. That's the 14,000-rupee one. That's the automatic petrol. You can choose the number or the color. That's it? Or is it automatic? It's automatic, sir. You just need to press the accelerator and brake. You can drive it in the city. It's comfortable. Ladies can drive it."}, {"start": 1043.6500244140625, "end": 1074.510009765625, "text": " We go to the city on weekends. We can drive it comfortably on the highway. You need space inside. You can't get a bigger car. If you get one, you can't afford the budget. Can I see that? Of course, sir. Can I see it? Is it this year? Yes, sir. You can see the other one. It's neutral. I'll try it. Is it neutral now?"}, {"start": 1074.510009765625, "end": 1116.3499755859375, "text": " It's neutral. It's in drive mode. That's it."}, {"start": 1116.3499755859375, "end": 1146.3499755859375, "text": " Sir, actually..."}, {"start": 1146.3499755859375, "end": 1200.3800048828125, "text": " It depends on the RTO."}, {"start": 1200.3800048828125, "end": 1231.02001953125, "text": " It's in neutral now."}, {"start": 1231.02001953125, "end": 1263.199951171875, "text": " It's in drive mode. It's in drive mode."}, {"start": 1263.199951171875, "end": 1342.77001953125, "text": " It depends on the... Can you get a mileage of 20? 20? Can you get a mileage of 20? You have a 1.2 liter engine. I couldn't be able to connect from this location. Yeah, yeah, yeah. I will... I'm right now outside. Can I come down tomorrow? I will come down tomorrow at the same time. This time I can come down. So I have to discuss. I'll discuss today. Tomorrow, I'll..."}, {"start": 1342.77001953125, "end": 1452.06005859375, "text": " You will get two master remotes in this car This is a 278 litre boot space This is a stock tire and it is unused"}, {"start": 1452.06005859375, "end": 1489.739990234375, "text": " This is a rear parking sensor This is a bumper guard, it is made of rubber. You can get it in accessories. It costs around 800 rupees. This is a chrome finish door panel. You can get it in black or chrome. This is a diamond cut alloy wheels. It is R15 size."}, {"start": 1489.739990234375, "end": 1525.6300048828125, "text": " You can get traction control here. You can get power windows and tail lock here. You can adjust the mirrors here. You can adjust the mirrors electrically. You can get traction control and an auto on off option in traffic. You can switch it on and off. You can turn off the auto in traffic. You can start the car by pushing the clutch. You can sit and see the boot space. The shoulder room is nice. You can get a rear AC vent. This is the correct seat position. I am sitting comfortably. So you can get the boot space and head room."}, {"start": 1525.6300048828125, "end": 1593.0699462890625, "text": " You can get head and shoulder room here. You can adjust the neck here. You can clean and polish the inside and outside of the car. You can get an arm rest here. You can sit in the back and get an arm rest. You can get a cup holder here. You can get a 170mm ground clearance here."}, {"start": 1593.0699462890625, "end": 1644.0999755859375, "text": " You can get a 1.2L naturally aspirated engine here. You can get an LH 120 on highways. You can get an LH 180 in cities. You can get ABS, EBD here. You can get DRLs light here. You can get projected headlamps here. You can get this only in ZXI Plus. You can get reflectors in ZXI. You can get visibility up to 400m. You can get fog lamps here. You can get fog lamps here. You can get fog lamps here."}, {"start": 1644.0999755859375, "end": 1770.800048828125, "text": " You can get chrome finish here. I will show you that car here. It will be easier to compare. You can get two remotes here. Both are the same remotes. Masterpiece. Lock on lock and boot. You can get the remotes here. You don't have to spend any money for the repairs. You don't have to worry about the repairs for 5 to 8 years. Because it is a new condition car. You don't have to do the service. You have to do it after 10,000. It is already serviced. It is already serviced."}, {"start": 1770.800048828125, "end": 1924.18994140625, "text": " It is already serviced. It is already serviced."}, {"start": 1924.18994140625, "end": 1977.1700439453125, "text": " You will get base color interiors here."}, {"start": 1977.1700439453125, "end": 2020.1600341796875, "text": " The registration month will be different. It will be on the statue dents. I think the inside maintenance is better than that. It looks different in colour, sir. Yes sir. This is registered in the 8th month. Use the balga. It will be confused. This is drive mode, right? Yes sir. You can start it by pressing the neutral. Is this in neutral? Where is start?"}, {"start": 2020.1600341796875, "end": 2093.419921875, "text": " Press the brake and it will start. Now it is in neutral, right? Yes, that's it. Press the brake and it will start. If you want to reverse, press the neutral and wait. Push it there and reverse. Look here, the camera will come here. Look at the sensor filter. Now if you pull it, it will come in neutral. If you pull it down, it will be in drive. That's it. There is a rear as well, sir. This is like a seat. Which one, sir? You are looking at the thigh support, right?"}, {"start": 2093.419921875, "end": 2139.4599609375, "text": " If you look at the thigh support, you can't see the thigh support. You have to charge it first. There is a place to charge it. You can get the thigh support cleaner if you charge it. What signal is coming? That's the seat belt issue. It is indicating that you didn't wear the seat belt. The government has mandated it now, right? This is the BS6 engine."}, {"start": 2139.4599609375, "end": 2171.06005859375, "text": " How many kilometers does it run? It depends on your usage."}, {"start": 2171.06005859375, "end": 2247.840087890625, "text": " It was delivered yesterday. It was a Swift. It came at 7.00 AM. It gave almost 150 kmph. It is not easy to find it. You can't just find it. You have to call it Swift. It is a little more rigid than that. It is all the same, sir. The color of the seat has changed. All the features are the same. If you want to stop it? That's it. It will start and stop. That's it. Check the seat in the back, sir. Take the mobile, sir. You asked for a bumper protector, right?"}, {"start": 2247.840087890625, "end": 2371.31005859375, "text": " This is the R14 size. Normally, this is R14. No, this is R15. It is less than a company. It's all the same. I'm sitting comfortably here. It's all 90 percent, sir. It looks a little rich. It depends on the color."}, {"start": 2371.31005859375, "end": 2430.3701171875, "text": " If you want to change it, it won't be that expensive. It depends on the color and design. If there is a minor scratch, it will look a little high. It will be avoided. This is the door protector. It's been opened and fixed. It's been fixed. The seat belt quality is all the same. In Maruti Suzuki, there are standards. If the seat belt quality is good, you can get Tata, Volkswagen and Ford."}, {"start": 2430.3701171875, "end": 2489.070068359375, "text": " It's all the same, sir."}, {"start": 2489.070068359375, "end": 2551.4599609375, "text": " It's minor. It's all the same."}, {"start": 2551.4599609375, "end": 2598.219970703125, "text": " If you have a third-party insurance, you can drive the vehicle. In case something happens to the vehicle, it will be covered."}, {"start": 2598.219970703125, "end": 2644.989990234375, "text": " Sir, you can get a discount of 5,000 to 5,000. If it was normal, you wouldn't have got it. If you have a comprehensive insurance, you can get it."}, {"start": 2644.989990234375, "end": 2677.93994140625, "text": " If you have a third-party insurance, you can drive the vehicle. In case something happens to the vehicle, it will be covered. If you have a third-party insurance, you can get it."}, {"start": 2677.93994140625, "end": 2717.659912109375, "text": " If you have a third-party insurance, you can drive the vehicle."}, {"start": 2717.659912109375, "end": 2761.89990234375, "text": " If you have a third-party insurance, you can drive the vehicle. If you have a comprehensive insurance, you can drive the vehicle. If you have a comprehensive insurance, you can drive the vehicle."}, {"start": 2761.89990234375, "end": 2813.820068359375, "text": " If you have a third-party insurance, you can drive the vehicle."}, {"start": 2813.820068359375, "end": 2969.360107421875, "text": " If you have a third-party insurance, you can drive the vehicle."}, {"start": 2969.360107421875, "end": 3088.669921875, "text": " If you have a third-party insurance, you can drive the vehicle."}, {"start": 3088.669921875, "end": 3141.010009765625, "text": " If you have a third-party insurance, you can drive the vehicle."}, {"start": 3141.010009765625, "end": 3180.699951171875, "text": " If you have a comprehensive insurance, you can drive the vehicle. If you have a third-party insurance, you can drive the vehicle."}, {"start": 3180.699951171875, "end": 3246.5400390625, "text": " If you have a third-party insurance, you can drive the vehicle. If you have a third-party insurance, you can drive the vehicle."}, {"start": 3246.5400390625, "end": 3304.419921875, "text": " If you have a third-party insurance, you can drive the vehicle."}, {"start": 3304.419921875, "end": 3393.22998046875, "text": " If you have a third-party insurance, you can drive the vehicle. If you have a comprehensive insurance, you can drive the vehicle."}, {"start": 3393.22998046875, "end": 3497.97998046875, "text": " Sir, take the raincoat. Sir, take the raincoat."}, {"start": 3497.97998046875, "end": 3540.239990234375, "text": " Yes, sir, I am with a customer. His lead ID is 127. He has not yet been booked. But the customer is fully interested in booking. He wants the exact quotation. For this, the comprehensive insurance has expired. He wants the exact quotation. He will book after that."}, {"start": 3540.239990234375, "end": 3626.659912109375, "text": " I am with a customer. I want the RC card. I will WhatsApp you."}, {"start": 3626.659912109375, "end": 3678.030029296875, "text": " Where is the refund? 58,000? The customer has exchanged it. Let them sit for five minutes. Narendra, are you free? Is this an exchange case? I am with a customer. Let them sit for five minutes."}, {"start": 3678.030029296875, "end": 3745.469970703125, "text": " Let them sit for five minutes. What is your name and email ID? He has posted an email. He wants the RC card. Can I send the card from here? Yes, you can send it. It's an extract. Will it be accepted? Where are you from? Madhya Pradesh. I am offering him an offer. I can't accept immediate funds. No, no, no. Can I have other offers?"}, {"start": 3837.389892578125, "end": 3869.409912109375, "text": " The procedure is similar to that. I am not getting any information from you. I am not getting any information about where you are going. Not about where you are going, but about the procedure. You get a call from the back end, right? Ask them if you can do this. Request them. Ask them if they can do it. If you want to ask, you will get the same answer. This engine is 1.2 litre? 1.2 litre engine. 1000cc engine."}, {"start": 3869.409912109375, "end": 3902.419921875, "text": " Will it be difficult? It won't be difficult. There are two types of turbochargers. One is turbocharged and the other is naturally aspirated. You won't get as much power in the naturally aspirated one. So you can run it in the city? You can run it, but you will get less power. That is 1000cc. 1.2 litre has a turbocharger. The power response will be good in that. Then there is a 3 cylinder engine. The 3 cylinder engine has vibrations. This is a 4 cylinder engine. The engine will be stable."}, {"start": 3902.419921875, "end": 3946.75, "text": " There are no vibrations in this? No. It is a 4 cylinder engine. 2 pistons work at the same time. The vibrations are less. You can alternate between 2 and 2.5. The vibrations are more. Can you run this petrol engine up to 200,000? No problem. You can run it up to 200,000. You can run it up to 200,000."}, {"start": 3946.75, "end": 4003.219970703125, "text": " So you are not just investing in the brand, you are investing in the brand as well? No, I will give my best for the brand, not the quality. We are all the same sir. I am going to Osagadu, I have saved atleast Rs. 200-300. But actually, there are fewer people like you who think like that. If you invest in Osagadu, you are investing in the car and that is a dead investment."}, {"start": 4003.219970703125, "end": 4115.93994140625, "text": " If I need to go to a new place, what's the use? I was driving daily, so I thought I'll go to the car. The car is holding, right? It will hold for an hour. Otherwise, it will be live. Someone else will hold it. Yesterday, a vehicle driver sat down and explained the details of the car to me. He asked me to take the car here. I took the car there, gave it a test drive, and waited for 18 minutes. I came inside and booked it with Gayathri. I came and booked it. I'm still waiting for it."}, {"start": 4115.93994140625, "end": 4147.759765625, "text": " I came to the test drive before that. The back-end team spoke to the customer and booked it. The customer didn't wait for two hours. He said, I need this car right now. The payment is being settled. I need the car. I need this car. Otherwise, I don't want it. I'm waiting. I'll see. The customer was in doubt. He booked it. I didn't know what to decide with him. He said, okay, I don't want it. I was worried."}, {"start": 4147.759765625, "end": 4225.08984375, "text": " I shared the details with you. You can check it on WhatsApp."}, {"start": 4225.08984375, "end": 4297.93994140625, "text": " It's a premium car. These cars are sold in the arena. They sell it on the Nexa. The Nexa car is sold to premium customers. But all these features are almost the same."}, {"start": 4297.93994140625, "end": 4342.2998046875, "text": " I worked in a heavy vehicle company for 15 days. I was an advisor. I was the owner of the company. I served the customers and technicians. I served them good food."}, {"start": 4342.2998046875, "end": 4470.419921875, "text": " I texted you on WhatsApp in the morning."}, {"start": 4470.419921875, "end": 4518.52978515625, "text": " 3.59 sir. 3.59? It mean about half day. Yeah. After that till 12th I didn't work. I was on 6th day. I was not able to update that one. It was showing that it's already system has taken."}, {"start": 4518.52978515625, "end": 4573.83984375, "text": " How will I bring it down? Click on Replace. Sikli balance you have right? Yes sir. Sikli, type the message again. Please upload. Like that you apply for each day. Yes sir. Thank you. Yeah, yeah. I'll get it."}, {"start": 4573.83984375, "end": 4613.6298828125, "text": " I don't know how. His hand got cut. I don't know how. He went to me to get bandage. He said if someone goes out, I'll tell you. You go out and get him bandage. His girl's? We don't have first aid box. We don't have it. He checked it. He went to me and checked. Give it to me. I won't go. How did you get it? This is so... Don't put so much on my head."}, {"start": 4613.6298828125, "end": 4844.93994140625, "text": " First impression. First impression. You have to give a dose. You'll have attitude later. Don't give him fun. Enjoy yourself. This is the rule of life. Hello. 8,19,000. Yes sir. 2019 model. 2022 model. How much third party will charge from us? Send that too sir. How much exactly customer has to pay? Send that too sir. Replace or revoke sir? Replace."}, {"start": 4844.93994140625, "end": 4955.14013671875, "text": " Sir, this one. I worked half day. But I... That is okay. That is not present only. Okay. Half is present, half is not. That is okay. Send this sir."}, {"start": 4955.14013671875, "end": 5134.9599609375, "text": " Sir, I shared the quotation. I shared the quotation. I did it. I WhatsApped it. Sir, look at this. It is showing here. Total is 20,000 sir. Third party coverage will be 3,414 rupees."}, {"start": 5134.9599609375, "end": 5181.72998046875, "text": " Third party coverage will be 3,414 rupees."}, {"start": 5181.72998046875, "end": 5234.18994140625, "text": " You are saying 13,000 something? For one year? Yes. Total tax and GAT should be 15,568. Sir, I have to go to Delhi. Can you go later? I have to go in 6 days. Sir, 30% discount is there. What sir? 30% discount is there. 30% discount is there. Extended warranty. After that, what will you give to the company for one year? One year or 12,000 kilometers?"}, {"start": 5234.18994140625, "end": 5306.02001953125, "text": " Insurance is there."}, {"start": 5306.02001953125, "end": 5368.10986328125, "text": " Including insurance, 8,34,500."}, {"start": 5368.10986328125, "end": 5623.81005859375, "text": " Why is the car so expensive? It is so nice. Online token? Bye bro. Bye. Bye. Bye. Bye. Bye. Bye. Bye. Bye. Bye. Bye."}, {"start": 5623.81005859375, "end": 5729.259765625, "text": " Prashanth. Prashanth."}, {"start": 5773.89013671875, "end": 5825.97021484375, "text": " You are only talking about the third party. Is there any difference between the third party and this?"}, {"start": 5825.97021484375, "end": 5860.509765625, "text": " Ok, I will see. This is just an insurance. Just do a third party insurance. Do you get insurance for all vehicles? Yes, all vehicles. Since this vehicle is recent. When did this vehicle get lapsed? It is not updated yet."}, {"start": 5860.509765625, "end": 5892.66015625, "text": " It was existing. If there is an additional 96 days, it will be given. How long did it take to come? It came in 2 days. Is that all? Yes, it came in 2-3 days. Is it true? Yes, this is a very demand vehicle. You cannot get it. You cannot get a vehicle in a good condition. If you get this, you can get a vehicle that is empty quickly. You know that white punch? In the last 6 months, I have seen only 2 punches. It cannot be procured. It will be sold quickly. If it is procured, it will be sold quickly. It will be delivered to the customer immediately after it is taken online."}, {"start": 5892.66015625, "end": 5951.4599609375, "text": " You cannot get it online. No one procures it. You have to do a third party insurance. We do it ourselves. 8.19. If it is delivered today, it will be 8.14. If you go tomorrow, it will be 8.19. The payment has to be completed and the delivery has to be marked. If we pay, can we deliver it tomorrow? You can do it tomorrow, but you cannot apply for an offer."}, {"start": 5951.4599609375, "end": 6001.2001953125, "text": " What are the discounts? If you pay today and get it delivered today, it will be 5,000 rupees. I will talk to the manager about it. Generally, I deliver it home. I will give 500 rupees as fuel. I will give an additional 1,000 rupees as fuel. You cannot do anything else. This is the maximum."}, {"start": 6001.2001953125, "end": 6078.10986328125, "text": " You can book 10,000 rupees and go. You can go home and process it. You can do it by evening. You can give me confirmation that you will take it today. I will get the vehicle ready and deliver it. Once you take your payment, you can share it with me. I will put it in my group and check it."}, {"start": 6078.10986328125, "end": 6119.7001953125, "text": " I will book it and send it to you. You can send me the details on whatsapp. Do you do all the RC transfer yourself? RC transfer is done by us. There is no additional charge for it. Do you get a bank account link or do you scan it yourself? I do scan it. I don't have a bank account now. I use Google Pay. Most of the banks are using Google Pay. I am doing it for 10,000 rupees now. What is your phone number?"}, {"start": 6119.7001953125, "end": 6154.3701171875, "text": " 814,000 I have already booked 10,000 rupees. You can book 8,4000 rupees. What is your phone number? 86 06 76 08 99"}, {"start": 6154.3701171875, "end": 6275.02001953125, "text": " You can open the link in the text message. You can scroll up. Give me an Aadhaar card and a PAN card. Aadhaar card is front and PAN card is front. Do you have a permanent address or a rented address? We are in a rental house."}, {"start": 6275.02001953125, "end": 6319.81005859375, "text": " I have a rented address. You are in a rented house. Aadhaar card is front and PAN card is front. You can send me the details on whatsapp. Do you do all the RC transfer yourself? Yes, I do. Do you do RTGS or net banking? I do net banking. There is an option to do net banking."}, {"start": 6319.81005859375, "end": 6355.81982421875, "text": " But you have to pay for the benefits and you can't do it yourself. You have to pay for the benefits and you can't do it yourself. So you have to pay for the benefits. So even if you have to pay the benefits, you won't be able to use the cards. It will take up to 1 hour. There won't be any charges. On the same day, you will have to pay 50,000 rupees and if you pay him enough, charges will come up. What do you do if you can't do net banking? I can accept the cheques. It is better if you don't go to the bank and direct yourself. If you have a card limit, you can use your card."}, {"start": 6355.81982421875, "end": 6401.33984375, "text": " I have a beneficiary ad for 1 hour only. Which bank? Nandu, Tharur and Indus Indu bank. Ok, you can check once and see. We do the same process daily. You can do RTGS. It is the same, right? We do RTGS online. No, we do it directly in the bank. You can do that too, right? You can go directly to the bank. If you give the details, if you do it, then you can do it."}, {"start": 6401.33984375, "end": 6432.27001953125, "text": " I have seen it. If it doesn't work out, I can go to the bank. If you do RTGS, you can get the acknowledgment, right? Yes, sir."}, {"start": 6432.27001953125, "end": 6467.169921875, "text": " I will confirm it in 45 minutes. If it doesn't work out, I will tell you that it worked out. You can fund the rest of the amount. It is safer. If you go to the bank and do RTGS, you can check the details. They will give you a slip with the number. That and the normal text message. I will approve it. I don't need to come here. I can do everything online. You can clean the car and send it."}, {"start": 6467.169921875, "end": 6524.52978515625, "text": " Is this your WhatsApp number? Yes, it is my personal number. You can share it with me."}, {"start": 6524.52978515625, "end": 6563.330078125, "text": " You can do 5 lakhs. You can do the rest in 3 lakhs. If you have multiple UPI accounts, I will send you a direct link. There is an option to set it up to 1 lakh. If you have friends, you can do it with them. You can pay them directly. I will send you a direct link to their number. You can send a link like that and they can pay. Or you can do this and get the card. You can do it directly in the card."}, {"start": 6563.330078125, "end": 6598.1298828125, "text": " It will take you 24 hours to add the benefits. If you have a bank number, you can ask the customer. They will tell you the bank policy. If I go to the bank and do RTGS, where can I go directly? That is a better option. It is not risky."}, {"start": 6598.1298828125, "end": 6627.02001953125, "text": " If you have an account, you can transfer the money to that account."}]