[{"start": 0.8799999952316284, "end": 95.77999877929688, "text": " Anyone is there to talk? Yes sir, tell me sir. Actually I think this Renault driver, is it available or not? It is available sir, come sir. Give me a contact number sir. 8919587185 Ravi Wright sir. Shortlisted as well? Yes sir. So there is one more white colour Renault driver as well."}, {"start": 95.77999877929688, "end": 136.75, "text": " So I will inform them in the evening and let them know."}, {"start": 136.75, "end": 185.60000610351562, "text": " They are looking for multiple cars, so if they change their mind, I will inform them and let them know. If not, they can take it from me. This is my personal number sir, no one shares this number, but I will do it for my customers. No sir, there is nothing like that. I don't have any work to do. So I will do whatever I can. If something happens, I will make sure the customer doesn't take it."}, {"start": 185.60000610351562, "end": 276.7200012207031, "text": " I don't know who is interested in it. You have come to me and waited for a long time. So I know you are interested in it. Give me time in the evening and I will talk to them. I will talk to them. No sir, there is no problem. If I get a car, I will definitely do it. I don't expect anything. I will call you after 10 minutes. I am with another customer."}, {"start": 276.7200012207031, "end": 380.5400085449219, "text": " So there is one more thing which I just saw. So I could see one difference. There is one called Core Intacted. So what is the difference basically between these two vehicles? You just check it out."}, {"start": 380.5400085449219, "end": 410.5400085449219, "text": " This is driven less, 29,000 km. This is driven 41,000 km. Apart from the each and everything, quality, everything is the same sir. This one and this one, what are all the things done in this car is... So this is the inspection report. So exterior, this. Bonnet, front bumper, Dickey. These three got repaired and repaired. So this is minimal. So this is not a major damage at all."}, {"start": 410.5400085449219, "end": 447.1700134277344, "text": " Available on the vehicle. And front windshield, there is a small chipping. There is a small stone, there is a light chipping. So that is very minimal. And come to the... One second, go there. This exterior, this one, right? So this is because of the accident or what is it like? Might be some rock has fell on or something, it might touch it somewhere on the walls or something like that. But these are all the very minimal. It is not hit to the major structure of the body. If it's like that, we don't purchase any vehicle."}, {"start": 447.1700134277344, "end": 478.4800109863281, "text": " So all the vehicles here are non-accidental, non-meter tempered and we charge 550. Only these kind of vehicles only we purchase sir. So come to this. So in this one, whatever the repair and repaint is done, so that is only front bonnet. Only front bonnet. Apart from that, nothing has been done on this one. Only bonnet has been repaired and repainted. These are all the minor scratches, these are all the minor dents which is available on this one. So will it be fixed or will not be fixed? Those scratches and all will be fixed?"}, {"start": 478.4800109863281, "end": 508.4800109863281, "text": " Whichever it is there, it is there on the car. Whichever it is already there on the car? Yes sir. So in the same condition, we will give the car. So we will assure that there is no problem with the vehicle, engine, everything. So you will be having a warranty guarantee for one year or 12,000 kilometers. So these are all the very less to one. One year, 12,000 kilometers? Yes sir. One year warranty? Yeah, one year warranty over the engine. One year or 12,000 kilometers. Vehicle AC fuel system for the three months or 3,000 kilometers. So if you pay additionally, you can extend this up to a one year or 12,000 kilometers."}, {"start": 508.4800109863281, "end": 543.7000122070312, "text": " One more question. What I was trying to say is this one in this orange color, this one, I can see that there is a non-tampered odometer, non-flooded engine, everything is good. But if I go to the white color one, similarly this one, this is also automatic one. Here there is one more ticked one, that's core structure intact. So that's not available for the orange one. So I just wanted to know how this is checked and how this is"}, {"start": 543.7000122070312, "end": 573.7000122070312, "text": " kept on some vehicles and not on the other vehicles. So I just wanted to know the differences."}, {"start": 573.7000122070312, "end": 604.8200073242188, "text": " So all the vehicles are in good condition. And coming to the price, there's not much difference actually with this one and 6.99 and that 7, right? Yes sir. So how is the pricing calculated? I'm not getting because it's one year older one, white color one. Both are same, right sir? 2021. This one is 2021. This is 20 and this is 20."}, {"start": 604.8200073242188, "end": 636.989990234375, "text": " But both are manufactured in 2020. That is the main thing. So registration can be done later also. So white one has much lesser damage and all this thing, right? Now as we have seen. Yeah, that is not an even major one also. That whichever the yellow, orange color is there. Can you have the tested ones both? Yes, we can do. And also let us know if we have any kind of 6 liter vehicles in this range. That's what I was also looking for. This is my search, right?"}, {"start": 636.989990234375, "end": 667.8599853515625, "text": " You may be knowing much better than me."}, {"start": 667.8599853515625, "end": 699.5499877929688, "text": " Two airbags are available. So this is you are looking for only for family purpose, right? Family purpose and you are driving distance is approximate. Means if you go any native or long distance. That's it. That's it. Less than thousand, that's what I'm thinking. Less than thousand kilometers. So are you planning to... means you have a plans or you are going any hill station area and all. Are you expecting more response from the engine, more power?"}, {"start": 699.5499877929688, "end": 734.2899780273438, "text": " Yeah, if you are looking for a good response, more power and all, it is not suitable for you. Normal family purpose, you can drive in... And mileage, how about it? The company claimed is 18.2. What's the actual mileage? Actual mileage you will get in the highways and all, 16 to 17. In cities and all, 14, 15."}, {"start": 734.2899780273438, "end": 800.8300170898438, "text": " 14, 15? Yes, sir. So there is no differences between this white one and... No, only color difference, sir. Only color difference. Any with respect to the... No, variant, everything. Everything is same, sir. Okay. This one is second hand or third hand, white one? First owner, sir. First owner. Yeah, both are first owners. Second, okay. Both are first owners. Yes, sir. So we'll be second. Yes. Okay, then we'll have a check once. Sure, sir. Company services can be do one year or 10,000 kilometers. It's good only."}, {"start": 800.8300170898438, "end": 975.7899780273438, "text": " Around 8,000 maximum. This is available, sir. I'll take little outside, sir. Not available. Yes, sir. The actual design is like that only. The boot space is lesser, but you can remove these seats if you are traveling only five members. At that time, you can remove these two seats. It's completely removable. Okay. So it can be removed and... This also can be removed? No, sir. That is fixed. Yeah. This can be removed. Removed completely? Completely removed."}, {"start": 975.7899780273438, "end": 1158.1800537109375, "text": " This is also company given leather only, right? They have modified? Yes, sir. It is outside fitment. Outside fitment. Yeah. Even this floor mat also. So this all additionally cost around 20,000 to 25,000. So it's already been done for this customer. Yes, sir. You can sit and see. The rear seat you can sit and see. Here you can go, sir. From here. Yes, sir. It can be adjustable, sir. This is the max. I need to adjust this one. Now here I can sit comfortably."}, {"start": 1158.1800537109375, "end": 1201.4599609375, "text": " It's also working, sir. No, in this one, the elastic won't come, sir. Yes, sir. In this one, it's not there, sir. So it's actually company's one? Yes, sir. That is for elastic. This is for this one only. This is fixed one. Okay. This is also fixed one. These are the rear AC vents, right? Yes, sir. Rear AC vents. It has an AC vent for all the rows. All the rows? Inside windows? Available, sir. Inside pillars. That's not the window. Which one, sir? It has a speaker, sir."}, {"start": 1201.4599609375, "end": 1279.5799560546875, "text": " For AC, this one. And it has a separate control here for the AC. For the rear AC vents. Only for the rear AC? Yes, front here. And this is also can be adjustable. Even this is going back. This can be adjustable? Yes, sir. The position and the length of this slantness can be adjusted? No, no, no. Slantness cannot be adjusted? Only position. Even from here, we can go inside. From both the sides we can go? Yes, sir. That is the tumble seat. This is not an... It's an arch."}, {"start": 1279.5799560546875, "end": 1346.0999755859375, "text": " The reclinedness can be adjustable here. Both can be adjustable? Yes, sir. That cannot be done, sir. You can drive and see, sir. Are you comfortable, madam? It's recently learnt. I'm being frank, okay? It's fine, right? Have you already driven the automatic vehicles, sir? No, this is the first time. So I think... Okay, don't use your left leg at any cost. Only use the right leg. Please hold the brakes, sir. No, don't use left leg. Don't use. Only right leg."}, {"start": 1346.0999755859375, "end": 1402.6199951171875, "text": " Yes, sir. You can pull back. So it's already started. So you just need to pull back and release the handbrake. So the response is very good in this one. So please leave the brake slightly, sir. Left, sir. You have driving license, right, sir? Yes, yes, yes. But not the actual experience. You understood, right? Yes, sir. Yes, sir. You get the driving license very easily. No, no, no. I drove it, actually. That's not a big deal."}, {"start": 1402.6199951171875, "end": 1469.300048828125, "text": " My sister took driving classes for 10 days. And she got a driving license also. And she doesn't know how to drive properly. No, no, no. I know how to drive. But the problem is, if you go to the on-road, right? The practical experience... Yes, sir. It's required, sir. So you get a neat experience, right? If you do, sometimes we get straight. Easy and all? This one is touch, huh?"}, {"start": 1469.300048828125, "end": 1519.4200439453125, "text": " Yes, sir. Touch, sir. Even it got a parking camera. This is arc sound. You need to connect your... Okay. Left, sir. You're done? Yes, sir."}, {"start": 1519.4200439453125, "end": 1694.47998046875, "text": " Automatic should have more mileage, right? Ideally? No, sir. Lesser mileage. Lesser mileage, huh? Yes, sir. Normal RX-Z, how much is that giving? Normal manual? Mileage, sir? Yeah. 2 km higher than this. You can get higher than this? Yes, sir. Okay. Around 18 or 19? Yes, sir. I think you'll park, right? Yes, I'll park. It's a 1 liter, natural aspirated engine, sir. So it has that single fan only, right? For that AC one."}, {"start": 1694.47998046875, "end": 1740.3499755859375, "text": " Yes, sir. 2022. That smoke one is not there, right? That white smoke and all, we have to check, right? No, that is just less driven, sir. Less driven, okay. That odometer, we are not sure, right? No, no. It is sure, sir. It is sure, huh? Yeah, we have services checked on the vehicles. So before purchasing, we'll check all these parameters. If it meets our demands, then only we'll purchase. Okay. And how about this RC transfer? Is it possible to Andhra as well? AP? AP? No, no."}, {"start": 1740.3499755859375, "end": 1871.8900146484375, "text": " All are working, sir. Yes, sir. That left side here also, some dents are available. So these are all the dents existing, which is mentioned in the app. Yes, sir. Air camera. Yes, sir. Yes, sir. This is the dent. Here, it scratches. Better to leave it off, sir."}, {"start": 1871.8900146484375, "end": 1920.77001953125, "text": " Yes, sir. This is the system on-off, sir. System on-off. Yeah, on-off volume. Okay. We do not have any controls here, right? No, sir. Manual is also there, huh? Yes, sir. We can turn it to manual on that. Yes, sir. It is in neutral. Now you can push it to left. In drive, you can put it to the left side. See, if you come down side, the gear... Gear will be visible there, huh? Number? Yes, sir. It is visible here. One. Okay, one. It's visible. See, two. Like that, it's visible. Okay, okay. You can go lower."}, {"start": 1920.77001953125, "end": 1957.0999755859375, "text": " Yeah, correct, correct. I know. So, this can increase the mileage as well, later? If we go for the manual? No, sir. It doesn't increase the manual, but it will give the performance. Yes, sir. In AMT and all, it will take some lag to change the gears and all. So when you feel like you need more power and all, you can drive to manual. So you can get immediate gear change and response. This is the USB power? Yes, the USB and export. It has two remotes. One is the master one, huh? Both are master ones."}, {"start": 1957.0999755859375, "end": 2237.31005859375, "text": " This one can be moved up and down? Yes, sir. Okay. Only tilt, no telescope. Like this and that is not there, okay. Yes, sir. Shall we go for that yellow one? Yes, sir. In this one line, after that blue tiger, the yellow vehicle is parked over there. I'll get the keys. You can go there. Sure, sure, definitely. We'll have a check. Fine. Because people are doing these rounds, right?"}, {"start": 2237.31005859375, "end": 2394.419921875, "text": " Yes, sir. These are the control knobs for the mirror adjustment. That mirror adjustment, okay. In this one, additionally, you'll get the... Scratches are very minimal compared to that one. The dents are minimal in this one. Okay. And even that, you've got a rear bumper guard protector, additionally fitted over here. For this one? Yes. I'm driving in manual now. Unlocked, sir. It is unlocked. Unlocked? Okay. This is central lock, huh? Yes, sir. This one is for? That's the front defogger."}, {"start": 2394.419921875, "end": 2442.6201171875, "text": " This is 40%. Only this, some... Repair repair, sir. I'll tell you. Front bumper, rear bumper and front fender. Front door, huh? Front fender, sir. So in that one, all the tires are new ones. So these are all the tires which came along with the vehicle. Okay. So this is... Right? Yes, sir. In this front bumper, rear bumper and this door, repair. What is this A? Front bumper. Yes, sir. This one is repair repair, right? Okay."}, {"start": 2442.6201171875, "end": 2479.72998046875, "text": " And the rear. While taking a reverse, they might have hit it somewhere. So because of that, they have done the repair. This is the rear bumper. Okay. For that one, some... No, that is repaired. Already repaired. And this one also repaired. So that's why they put that bumper guard also over there. Yeah. It has a sensor and camera, but maybe they are not used properly. Oh, sorry, sorry. Come again. It has a reverse parking sensor and camera. Yes, yes, yes. See, at the end of the day,"}, {"start": 2479.72998046875, "end": 2517.409912109375, "text": " you are a newcomer. That doesn't matter to you. But that will help us to... Yes, correct. Both the performance-wise, both are same? Both are same, sir. Engine, pickup and all? All same, sir. Both are same variants, same engine, same performance, everything. Same. That is common, sir. That is the front disc. Front disc, huh? Disc brake only, right? Yes, sir. Disc brake. No, sir. That is because of a user. Even if you use the brake twice or thrice, so it will come normal position. That is a cast iron."}, {"start": 2517.409912109375, "end": 2619.72998046875, "text": " So even if you spill some water, after 5-10 minutes, that's... In all the vehicles, that's common in disc brake vehicles. This one is damaged, actually? Not damaged, sir. For the keeping together, they put the tape. So they will remove it at the time of delivery. Apps will come here? You need to connect mobile, sir. Connect mobile and then... Any issue as well, the spinning wheel support us, right? Till one year? For 10,000 kilometers? 12,000 kilometers or one year for the engine and gearbox. Engine and the gearbox? Yes, sir. How about this AC and all?"}, {"start": 2619.72998046875, "end": 2670.75, "text": " If you buy it in cash today or tomorrow, 5,000 discount is available."}, {"start": 2670.75, "end": 2722.669921875, "text": " Yes, sir. Already available. Why it is, sir? Like any special or how? No, sir. Actually, they'll keep changing the price for each 15 days or 30 days. They carried some metal pot or something. You can see from here, sir. So they kept some metal pot here while taking something. So that made a damage. This is music system? No. No? Just air flow? Yes. Music only at the doors, right? Yes, sir. Four speakers."}, {"start": 2722.669921875, "end": 2778.429931640625, "text": " So you mean to say we can also get it verified from the third party as well? Yes, you can do. Don't need to do. Actually, we have done already six levels. Six levels already check-ups. For your confirmation, if you want, you can get it done. And even you will be having five days money-back guarantee or 300 kilometers. Five days money-back guarantee? Yes, in that period, five days or 300 kilometers. In that range, if you don't want, you can return to us. So what's the finance thing here available?"}, {"start": 2778.429931640625, "end": 2812.3701171875, "text": " You can go. If you go for a financing, we'll check the eligibility. If you are eligible, we'll say the quotation, how much it's going to be, what is the right of interest, TMI, everything. So if you are okay with that, you need to produce some documents. After that, within two, three days, it will get approved. So once the confirmation is gone, you can deliver the vehicle. Cash means? Cash means within three hours delivery can be done. Within three hours? Three hours. Within three hours only delivery will be there. If we book it, then it will be hold for one week? Three days."}, {"start": 2812.3701171875, "end": 2901.7900390625, "text": " Three days only. That 10,000 we have to pay? Yes, sir. After that, it is refundable? Yes, sir. Both are 2021 and 2021, right? Yes, sir. AC and all, no issue, right? Like any life will be there for any air conditioning in this one and that one? You can compare which one is good. That's what I'm interested. No, sir. All are okay. All are okay? Yeah, we have checked everything. Battery came along with the vehicle. This was not changed, sir, but the working fine. What is the usual life of this battery? Four to six years."}, {"start": 2901.7900390625, "end": 2937.679931640625, "text": " The actual life is claimed. Warranty is claimed. So every battery has a warranty till four years. Four years? Yeah, four years. So after that, it comes. Depends on your maintenance. Insurance? Insurance, both are left, I think. Both are left? We will not give any time-out? We will give third-party insurance at the time of delivery if you are going in cash. If you are going in alone, you need to purchase the comprehensive insurance. Comprehensive insurance is a better option because anyhow still you are learning, right?"}, {"start": 2937.679931640625, "end": 2977.219970703125, "text": " So if anything happens, it will be covered. Otherwise, if you go for a third-party, it won't cover. It will cover only opposite parties. Okay, other party will not be covered? Yes. Mileage, both are same? Both are same. No, as per the condition I'm asking. No, no, no. Both are same, sir. Both are same. Since both are same model, same variant, same years. But still, that is 1K less. Tires are also good, right, actually? Yeah. This one, old tires, old battery. That is driven a little higher."}, {"start": 2977.219970703125, "end": 3017.419921875, "text": " After 20,000-25,000 kilometers, you need to change this one. After that, you can drive another 40,000 kilometers."}, {"start": 3017.419921875, "end": 3052.260009765625, "text": " I mentioned in the app. So you are telling 7-day money-back guarantee is also there? 5 days. 5-day money-back. So if we do not like the car, we can return it and we get money for money, cash. Yes, yes. 5 days or 300 kilometers, whichever comes earlier. Is that AC, gas and all is pre-fitted in both the ones? Is gas all changed or how it is? It is already checked, sir. Gas doesn't go anywhere, sir. Gas remains same. If any impact, impact happens to the radiator, AC, this part gets damaged, then only AC gas gets escaped."}, {"start": 3052.260009765625, "end": 3090.219970703125, "text": " Otherwise, the gas remains same in the chamber. That check is all done already? Yes, already done. There is no leakage. AC is working fine. Look-wise, this one looks good. This one? This one. Look-wise. But the performance, actually? Performance of both are same. The only plus in that one is that it has more tire life. Apart from that, everything. Interior is a bit clean here, right? Yeah. Both look same."}, {"start": 3090.219970703125, "end": 3131.300048828125, "text": " Combination, combination. While delivery, we will get to see this back as well, bottom part."}, {"start": 3131.300048828125, "end": 3185.8701171875, "text": " He is still struggling, actually. There is no response from Sweeney yet. That's why I just wanted to recheck. No, you can. After you purchase, you will be having 5 days or 300 kilometers. In that period, if you want, you can recheck one more time. Maybe we have to personally go and do that servicing and then we have to recheck. You can recheck over there. If you find any problem with that, you can come back to us. Otherwise, you can return the vehicle. So, that's why I have given the 5 days or 300 kilometers. If you are not satisfied in that period, you can return or you can exchange everything."}, {"start": 3185.8701171875, "end": 3232.18994140625, "text": " We are not keeping the vehicle in Bangalore, actually. Okay. In Andhra, in Hyderabad also, there is Sweeney. Here or to us? But the point is, it's still far for us. But we stay here, right? We cannot go to Hyderabad. We have to be on the weekends only. We will go 2 days, we will enquire one day. He says Wednesday it's available. When we go for the weekend, it's not available. That's not the... You can directly book and go. If you find a good vehicle in the app,"}, {"start": 3232.18994140625, "end": 3323.31005859375, "text": " here it's available. Even from my hometown, Hyderabad is 5 hours away. From here, it's 6 hours away. I don't find any difference. Isn't it? But the only thing is, you will get your hometown registration vehicle. Same thing. Registration also is different. In AP, Sweeney is not there. Capital only is not there. Capital is not there. That's why Sweeney is not there."}, {"start": 3323.31005859375, "end": 3383.070068359375, "text": " No, both are same."}, {"start": 3383.070068359375, "end": 3481.840087890625, "text": " Compressor. Cut-in cut-off."}, {"start": 3481.840087890625, "end": 3511.840087890625, "text": " May 2025. But you said only you will give the comprehensive insurance if you buy on this one, right? Loan. But if you pay the cash, you will not get?"}, {"start": 3511.840087890625, "end": 3637.330078125, "text": " In loan option, you don't have any option. You need to purchase a comprehensive one. It's a mandatory. Even you can check the reverse. This one got registered in 4th month. 4th month of 2020. That's the indicator that car is nearby? Yes, sir. And the paperwork is clear only, right? If required, that will be done in a proper way, right? Yes. So you are going with a loan or cash? I will update actually. I will discuss with my parents once."}, {"start": 3637.330078125, "end": 3667.330078125, "text": " And I will let you know. So if you want to go for a cash, you said that we have to pay it in 3 days. Yes, you will be having a 3-day span. Even in the loan also, we will get it done in 3-4 days maximum. So even if because of a loan get delayed, the booking will be holded until the loan get approved. How much is the interest rate now? It starts from 12.5 onwards. Cut-in interest."}, {"start": 3667.330078125, "end": 4041.7099609375, "text": " Will you check the loan? Pull that one properly, sir. It is locked. Unlock that one, sir. It's getting open. Wait inside, sir. I will pack and come."}, {"start": 4041.7099609375, "end": 4342.4599609375, "text": " Sir, there is a coffee shop there. I don't have time, sir. What? I have 3 customers. Demand is spinning. I don't know what to do. I don't have alcohol. I will go and get 2 coffees, bro. All are pre-owned cars. Are you attending? No. Do you want it? No. You didn't attend? No, I didn't."}, {"start": 4342.4599609375, "end": 4489.5498046875, "text": " No, I didn't."}, {"start": 4489.5498046875, "end": 4525.27978515625, "text": " Recheck the entire details. I will book it today."}, {"start": 4525.27978515625, "end": 4561.22998046875, "text": " How about for windows to open?"}, {"start": 4561.22998046875, "end": 4602.27001953125, "text": " This one for all the windows? No, sir. Only for the right one? This is for left. This is for right one. This is for rear right one. This is for if you are travelling with kids and all, they used to open the windows and all. There is also a button is there. So if you press this one, that gets locked. They are not able to open. Shall we go there? Fine, sir."}, {"start": 4602.27001953125, "end": 4766.18994140625, "text": " What do you say, bro? Is it Toyota Leva? Yes. How much does it cost? Petrol and diesel? Yes. Who made it?"}, {"start": 4766.18994140625, "end": 4799.93994140625, "text": " The same sound, right?"}, {"start": 4799.93994140625, "end": 4830.5400390625, "text": " What does that imply? It implies that there is a vent here. One direction changing knob will come here. That is broken. That needs to get it done. We have to make it done? Yes, sir. That is for all the center, right and left. That can be repaired? We can arrange it? Yes, sir. A small clip used to come over here. If you put that one, it can give the direction to the air vents."}, {"start": 4830.5400390625, "end": 4886.56005859375, "text": " You are thinking to book this one, right? Yes."}, {"start": 4886.56005859375, "end": 4967.08984375, "text": " When we saw that the complete bonnet and all is replaced completely. Repaired. Repaired and replaced is there."}, {"start": 4967.08984375, "end": 4998.27001953125, "text": " Replaced means replaced already. With the original ones, they replaced? Yes, original ones. Some insurance claim and all will be available for this one and that one? We are worried about this one currently. Insurance history and all, service history will be available, right? Available, sir. We are planning to go for cash only. What will be the discounts? If you purchase today and tomorrow, you get a 5000 discount. Only 5000? Any further? Any further means if you buy today, I can ask for another discount."}, {"start": 4998.27001953125, "end": 5028.27001953125, "text": " I will give 1000 rupees extra. We thought they don't give any offers at all. Today only it is launched. If you book and take the delivery today itself, I can do 1000 rupees. I cannot take the delivery today. So, I will book it. 3 days will be hold, right? I have to arrange the money as well. That will take some 3 to 4 days. 3 days you will be having your time. No previous accident history? Non-accidental, madam."}, {"start": 5028.27001953125, "end": 5082.080078125, "text": " Can we have the documents and then we can go ahead? I will show the history. WhatsApp is possible? Service history and all, how it is done, what it is done. We can see this RTO is from Gokak. Gokak? Where is that? North Karnataka? No, no. Uttar Karnataka, Dakshina Karnataka. Uttar means east? No, mid. Near Mangalore."}, {"start": 5082.080078125, "end": 5194.77001953125, "text": " Orange vehicle, sir. One is the floor cover. Both have the floor cover. The advantage is the dent is appearing in this vehicle. That is very lesser in that one. And the additional they have got the bumper protector. Tell me your contact number, sir. 8919587185. Can you open this? I sent you a history, sir. Put a hand here, you will get a puller. Here. This. That you need to pull."}, {"start": 5194.77001953125, "end": 5286.6201171875, "text": " What is that knob, actually? This is a headlight adjustment, sir. You mean to say that light? Yes, front headlight focus adjustment. 2021, right? 2023, sir. I think. 22, sir. October 22. Manufactured. But it has been replaced after that only. I think we have the warranty card over here. So, company total servicing is completed? Yes. No, warranty card is not in the vehicle. I will send a link right now, sir."}, {"start": 5286.6201171875, "end": 5320.080078125, "text": " This one is to put the luggage, right?"}, {"start": 5320.080078125, "end": 5370.5, "text": " This one? Yes. Roof rails. Can I send the link, sir? Cleaning and all will be done from your side, because? Yes, sir. While delivery? Yes, while delivery we will do inside vacuuming, outside washing and one round of polishing. Polishing of what? Entire vehicle. Entire vehicle. Yes. This color also? Polish will be no color. There is no color difference in polishing. So, we apply the chemical component. So, it will be suitable for all the vehicles. So, whatever the dirt is. Not shine. Not shine. Whatever the dirt is"}, {"start": 5370.5, "end": 5433.4599609375, "text": " there. So, it will go off in that. It will go off. Give my contact number, sir. Same thing. 89195. 87185. These wipers and all working, right? All are working, sir. Before giving delivery also we will. 2020 model Triber, automatic petrol 41,000 to 1, single mower 6,99,000. Confirm, right, sir? Correct. Any discount rate will be better for us, sir. If you purchase today and tomorrow, you will get a discount. So, in cash, if you book it today,"}, {"start": 5433.4599609375, "end": 5479.8701171875, "text": " and pay the cash after 3 to 4 days, then also discount is not applicable. No. Only you have to. Delivery has to be marked online. So, you have a voucher coupon code. So, it will be valid for till midnight, 12 pm, like that. Check feasibility. I will let you know about my adjustment, how it will be done. Yes, I am sending a link for you. Give my mail id, sir. RAVI, TEJA, SIM, GARI or the red gmail account."}, {"start": 5479.8701171875, "end": 5519.41015625, "text": " It is good only, right? It is not. It is visible till 400 meters. Till 400 meters. Yeah, it is better than projected, reflected headlamps. So, this got a projected headlamps for the higher widths. So, you got a normal text message, sir. Yes. Open the link, sir. So, comprehensive warranty, we have to take it again, right? Yes, sir. How much will be the? Around 6 to 8,000 additional. You want to, this one is for the booking it? Yes, sir. Open this link, sir. UPI link. UPI, okay. There you need to choose whichever you want. Okay, okay."}, {"start": 5519.41015625, "end": 5560.22021484375, "text": " I will do it after a while, sometime. No, sir, it will expire in 10 minutes. Oh. Yeah. This booking normally we can do from online as well, right? That can be done, sir. I will do that, sir. In that period, if anyone books me, it will be done. No, no worries. No, I checked that before I creating the deal. It was showing that on hold. Somebody is trying that to book. So, that is why. Okay, okay. So, we will just book. This is refundable amount only, right? If some case, if something happens. Yeah, yeah. Okay. Entire amount will be refunded. There is no deduction at all. Okay."}, {"start": 5560.22021484375, "end": 5602.419921875, "text": " Choose on that one, sir. Yeah, yeah, choose actually. It redirected to phone, but no, it did not go to the payment page, actually. I think, can you send it one more time? Because that is not valid one anymore. Phone number, sir? Okay, I think I will give the payment phone number only. 9494 9494 937610. I thought you kept it on the hold. No? No, I didn't. Actually, I closed the lead. I already closed your lead. Already I closed that one."}, {"start": 5602.419921875, "end": 5639.35986328125, "text": " Okay, okay. Sir, 9494, mail ID, right? This one? Yeah. RAVI? No, no, no. T, yeah, this one."}, {"start": 5639.35986328125, "end": 5670.3798828125, "text": " So, even after I checked that, it got booked by someone else. So, even the customer fighted for that, try to get it done. Because I am interested, I am taking full cash now only, immediately. Correct. But it got booked by the other customer online. Online. Yeah. So, we requested him, we gave him every details, but that customer didn't agree. Finally, he went with the loan and he purchased. So, today it got delivered. Otherwise, it could have delivered two days back only. What is the vehicle? Which one? Swift, sir."}, {"start": 5670.3798828125, "end": 5700.3798828125, "text": " Swift, yeah. That's a 6.5 lakh vehicle. 6.5 lakh. And instead of that, other than that, customer don't want any vehicle, he said. So, if you give me, give me that vehicle. Otherwise, I will go off. If I go off, I don't come again. So, he said and he called me two times until the evening. So, we tried, but it didn't happen. That customer didn't agree. He didn't cancel that deal. That Swift actually, I find that safety rating is not that good compared to this one. The thing with the Swift is the maintenance is very low."}, {"start": 5700.3798828125, "end": 5731.72998046875, "text": " How much? 4000? Maintenance. Same as this one. Spare parts and all is available for this one, right?"}, {"start": 5731.72998046875, "end": 5765.3798828125, "text": " Yes, sir. If anything is there, you can call that number. That's my number only. Okay. No worries. Thank you."}]