[{"start": 0.0, "end": 64.20999908447266, "text": " How many Tiago vehicles are available in India? Tata Tiago. Available sir. Around budget? 5.56. Available sir."}, {"start": 64.20999908447266, "end": 177.3800048828125, "text": " Next year march sir."}, {"start": 177.3800048828125, "end": 243.86000061035156, "text": " How many vehicles are available in India?"}, {"start": 373.07000732421875, "end": 403.07000732421875, "text": " 984501293"}, {"start": 403.07000732421875, "end": 438.1600036621094, "text": " I am from Mangalore. I am a test driver. One person told me that a test driver has come. He said that the app is not working. The customer has purchased the app."}, {"start": 438.1600036621094, "end": 480.2900085449219, "text": " This is not a first car. Next quarter, this is the budget. This is the mileage, this is the ARO. Hatchback, sedan, MUV, SUV. Petrol, manual, Karnataka, single owner. If you start this, it will be a piece of cake. If you have it fully, it won't be good. You have to do it a little later. Then the lead will start. This is a serveral issue, I don't know about that. Everyone has a problem since morning."}, {"start": 480.2900085449219, "end": 783.8200073242188, "text": " This is the vehicle. No sir, first party. Comprehensive. XZ we don't have sir, presently. That is in refurbishment. That has yet to come. It has some issue. So, it is in refurbishment. That is XZ is 2020 model. Sir, this one which you have preferred. 6,81,000, 53,21,000, single owner, 2016 model."}, {"start": 783.8200073242188, "end": 929.3099975585938, "text": " Sir, it is a 2016 model, petrol manual, 31,000 rupees, single owner. Has the 1.0. What is the difference which is falling like, at least we can see it's lower. It's not just 15,000. It's not just 15,000. It's not just 15,000. It's broken. But it's not shown. It's not built down yet, it's not shown. It's completely broken. Even the spare pan and everything. It can be removed sir. There is a tape on the side of the gate."}, {"start": 929.3099975585938, "end": 1045.489990234375, "text": " That needs to be removed from the heart blower."}, {"start": 1045.489990234375, "end": 1222.780029296875, "text": " Are you coming? Yes sir. Yes ma'am, it is here. I can't go in this. You can go, but car park. You can go in that."}, {"start": 1222.780029296875, "end": 1375.02001953125, "text": " No sir, it's not bad. It's a 2016 model. It's not bad? No sir. No, no, it came before that. That's why it's all broken. The condition of the car is much better. No sir, it's standard has come like that. Yes, yes, the same. Do it now. Leave it here. Leave it here? Yes. I can't walk around. Yes, I have seen the repairs. I will go back and I will show you sir. Working right? Working right? It didn't beep."}, {"start": 1375.02001953125, "end": 1444.3199462890625, "text": " The car is ready. Give me five minutes. I will come to do the repair. Five minutes. Have you seen the car? Yes. Go and see. It's washed and taped. If there is anything clean, you can tell me. Okay sir. Okay sir. Has the ecosport been done, Krishna bro? Figo, has the Asper been done? Figo? Yes. Do it fast. It's urgent. Put it inside. It's not working properly. The car number is shown in the active deals."}, {"start": 1444.3199462890625, "end": 1497.6500244140625, "text": " Yes sir. It's a bit difficult to confirm. They said they will come. They left without telling me. I was interested at that time. I saw the loan. They saw it as a T. They saw it and said they will come. They left without telling me. So it's better to confirm it once. Is the tyre life okay? Yes sir. The tyre life is 45, 35, 40, 55, 85."}, {"start": 1497.6500244140625, "end": 1540.4200439453125, "text": " Now 1.5 years."}, {"start": 1540.4200439453125, "end": 1758.510009765625, "text": " Do you park here? Yes sir. Which is the other car? Ecosport. Okay sir. I will park it. Bro, all the keys are on the car. I saw Arun. Ask him. Sir, they were making an urgent delivery to Asper. Asper is ready. Send the payment. Someone can collect the payment. I got the key. I called you."}, {"start": 1758.510009765625, "end": 1914.0799560546875, "text": " Congratulations. Sir, did you get the key? The key is inside. Which is the automatic? CVT? CVT sir. CVT? Yes sir. I was also looking at this. No, this is not CVT. This is the torque converter. Torque converter is different. Parking sensor is there. Yes, there is a sensor."}, {"start": 1914.0799560546875, "end": 1999.5999755859375, "text": " There is a lag in the car."}, {"start": 1999.5999755859375, "end": 2031.199951171875, "text": " Okay sir."}, {"start": 2031.199951171875, "end": 2084.97998046875, "text": " This is the sports car."}, {"start": 2084.97998046875, "end": 2176.47998046875, "text": " Do you need any details in the Ecosport sir? Any details are you required for? Yes, like how much it is repaired or something. What things are repaired. Come sir, I will show you. Presently not possible sir. Today we have more customer flow. You want to test any other Asta? Like a comparable model."}, {"start": 2176.47998046875, "end": 2340.97998046875, "text": " In terms of price. This is also Asta. What is the difference between 15 and 16? Sir, choose any vehicle which I will give a test. But that dual tone one is good right sir. All the vehicles which are available are listed here. So you can check."}, {"start": 2340.97998046875, "end": 2466.179931640625, "text": " Which one is 5.89? This one. This one is 6.23. It is the same rate. Bro, is it free? Yes. Narendra bro. Narendra bro. It is free right? Sir, do you have a spinning app? Yes. Shortlist it sir. Shortlist it and let me know. I will arrange the car."}, {"start": 2466.179931640625, "end": 2498.18994140625, "text": " I don't want to pay for the four cars. I don't want anything else. Either I or my children are not able to drive. I have heard that the vehicle is 4 lakhs, 7 lakhs and 9 lakhs. I would pay for both the cars. I will do whatever you tell me to. Somehow. If I do something and ask you for the third car. You might be allowed to drive there. You should give the keys to me. Ask me and I will tell you to drive."}, {"start": 2971.7099609375, "end": 3081.64990234375, "text": " 5.490"}, {"start": 3081.64990234375, "end": 3118.3701171875, "text": " This is a 2017 model"}, {"start": 3118.3701171875, "end": 3155.1201171875, "text": " We have less than 1 Lakh Rupees We are getting a less than a year old model No, it's a bigger model A sports model And it won't come with a touchscreen And the drivability is okay, it's not that different in 8-9K"}, {"start": 3155.1201171875, "end": 3198.56005859375, "text": " Can you tell how much the tyres cost? Sir, all the four tyres are new"}, {"start": 3198.56005859375, "end": 3241.800048828125, "text": " The white one, this is this one sir Petrol, this is also petrol That one is booked, silver one"}]