[{"start": 1.0700000524520874, "end": 76.54000091552734, "text": " Tell me your phone number registered on Spinny app? 70 175 17339 Is this the first time you are visiting Spinny or earlier you visited? Earlier I think This is your first time These 3 quids you have booked for a test drive You can't see the card From where you are coming? 24, almost 35 kms This is 2 biggest in Bangalore"}, {"start": 76.54000091552734, "end": 116.52999877929688, "text": " This outlet is the biggest in Bangalore Other outlets it was showing in mall and all Here we have like 370 vehicles In mall and all we have like 280-270 vehicles So this is one of the quid which I have shortlisted 2019 model 3,52,000 manual petrol 39,000 driven single owner I will get the keys of these vehicles Then we can see the rest"}, {"start": 116.52999877929688, "end": 327.260009765625, "text": " I have a problem with that What is that? Tell that to the manager As soon as I see that, I will call someone and ask for the number Why? What happened? Are you tensed?"}, {"start": 327.260009765625, "end": 372.5899963378906, "text": " Not in good condition Which way we can go?"}, {"start": 372.5899963378906, "end": 446.9800109863281, "text": " You will get Alto"}, {"start": 446.9800109863281, "end": 484.82000732421875, "text": " Budget category"}, {"start": 484.82000732421875, "end": 677.6300048828125, "text": " Wait, wait, wait That's the reverse Take left, yeah You can come sir I will come Yeah, yeah Let it be on sir 2017, yes 5, 2, 1, 7 Yes, this is the quid complete quid line Swift it will cost around 6.5 sir 29, 9 and above yeah 2019 and above Tiger starts from 9.5 So one is this quid 2016 model I will get the keys"}, {"start": 677.6300048828125, "end": 890.1599731445312, "text": " The other one I will check it sir Just second I will get it First you take a test drive of this one 2016 one this is 17,000 driven Ashwood car sir, yes Now you move, yes There is a vehicle behind sir, you can move All four are? No, no, no Only front two Malls and all how you have test drive? Inside the basement only Inside the basement? Yeah And how much I-20 will cost? Starts from 6.10 6.10? Yes"}, {"start": 890.1599731445312, "end": 981.3400268554688, "text": " Like in what price range you are looking for the vehicle sir? Actually we were looking in this price range only But the first one, after seeing the first one condition Go with this one Go with this one only The other quid is over there One more round I can take That depends madam See, if you go to that road that is completely of I-10 Yeah, yeah you can take it Completely of I-10 and I-20 So totally we have around 19 quids that's it I-10 we have like around 21 I-10"}, {"start": 981.3400268554688, "end": 1056.9100341796875, "text": " I-20 we have 10 like segment wise we have parked I-10 also will not come in this segment? 2014, 2015 you will get sir This is 2016 vehicle Yes sir, 2016 Can park it over there and check the outer look of the vehicle once You were asking something It is only this much 17,000 km We have a service history, you park it under the tree sir We have service history Service history for all the vehicles we have showroom service history"}, {"start": 1056.9100341796875, "end": 1145.4100341796875, "text": " No much scratches, no dents There are some minor scratches over here"}, {"start": 1145.4100341796875, "end": 1177.1400146484375, "text": " Let's try some Honda Amaze because it is around 5 But if at all we don't like it, we can delay a bit and take it Not necessary that we take it now"}, {"start": 1177.1400146484375, "end": 1218.780029296875, "text": " And if you want we can select the range of 4 maximum till 4 Add a filter up to 4.5 then you can filter it out Or road cards Manual or automatic? Manual right? Manual I have added all cards Wait No, no, no all cards I have added You can just have a look of those vehicles only Then you can shortlist, let me know I will get the vehicle"}, {"start": 1218.780029296875, "end": 1294.4200439453125, "text": " Smaller car"}, {"start": 1294.4200439453125, "end": 1338.2099609375, "text": " We have 4.20, Tiago we have 4.69 From high to low I have added, just scroll down 2015 Resale value also will be there You can scroll down These two cards"}, {"start": 1338.2099609375, "end": 1627.72998046875, "text": " This one we have not seen, 2017 No sir, you have to check that vehicle as well This vehicle also you will check Sure, I will park it off and I will get that vehicle 17 years sir Shortlisted any vehicles, other vehicles? Honda Amaze we were thinking, this one 2014 something This one, yeah This is also in good condition sir This also you will check One moment, you just be checking, I will just keep the other I will keep the keys and I will come back Just be seated, I will just come back"}, {"start": 1627.72998046875, "end": 1667.93994140625, "text": " I will give you one more option, after this try this one"}, {"start": 1667.93994140625, "end": 1730.06005859375, "text": " This also we will check Sure sir Take a test drive of this one, then I will get the vehicle No, no, no, no, desert test drive Baleno? Baleno is like Like we have for manual, we have for like 690 to starting We will cost around 13, alpha, top end"}, {"start": 1730.06005859375, "end": 1785.7900390625, "text": " This Maruti will be better sir What about Honda? Honda, even Honda also Durable, way more better than Maruti I drive a Honda, older Honda No issues, but spare parts are really expensive How much? This is 47,000 This was the blue Amaze which I told you This is also good"}, {"start": 1785.7900390625, "end": 1881.3599853515625, "text": " This is also a good car, needs to be cleaned This is like, above all I am thinking this will be better than Toyota RC2D2 In this Inquid, they will place it over here Datsun? Datsun we have, Datsun Go But spare parts and all won't be available It's discontinued It was owned by Nissan Amaze, yeah"}, {"start": 1881.3599853515625, "end": 1986.8800048828125, "text": " I have driven this one Can you show the degree once?"}, {"start": 1986.8800048828125, "end": 2019.3800048828125, "text": " Actually this is a sports car"}, {"start": 2019.3800048828125, "end": 2054.050048828125, "text": " This is I20? I20 539 Myself only, I am only selling it 539 It's a West Bengal registration But we will do the KA in that price tag It takes like around 3-4 months But you can use the vehicle But we will convert it into Karnataka passing and then you can In that price range also, see we have Delhi vehicle, Gujarat Price also will be lesser comparatively from KA vehicle For other states"}, {"start": 2054.050048828125, "end": 2085.010009765625, "text": " But resale value will be less In the service state it will be mentioned as a migrated vehicle So resale value will be less That and all matters How much less? On one end of lakhs, less the less So comparatively, if it was a KA vehicle It would be somewhere around 7 lakhs 6.8 to 7 lakhs Resale value is less means it is also buying But in service state it will be mentioned as migrated vehicle But if you are selling it back to Spinney, we will buy, no issues"}, {"start": 2085.010009765625, "end": 2123.580078125, "text": " Now next which car we can see?"}, {"start": 2123.580078125, "end": 2168.4599609375, "text": " I will park it off and I will get the amaze You filter it on the app itself, you have a Spinney app 3.51, that is mismatched I marked the test drive so it is on hold So that no one else can book the vehicle What happens earlier, we used to be giving the test drive of the vehicle"}, {"start": 2168.4599609375, "end": 2210.5, "text": " And this is special edition as well"}, {"start": 2210.5, "end": 2245.489990234375, "text": " 15 years"}, {"start": 2245.489990234375, "end": 2277.02001953125, "text": " He took like 4 to 5k, the FC was renewed, 2 times I did it That is how it works I will just tell they will ban these vehicles, no one will ban it So this is costing 3.5 lakhs If we sell it back to you That depends on the kilometer driven Damages, scratches, app it will show, that is the average price If it is well maintained, you will get more also If it is not well maintained, you will get less than that also Depends on how you maintain"}, {"start": 2277.02001953125, "end": 2310.419921875, "text": " Not much, minor scratches, ignorable scratches Even if you know Bangalore traffic, even if you park it somewhere, someone might have hit and go Minor scratches and all, there is some minor scratches over here This squid will come new one also like 4 lakhs or something 6.5 sir almost Now it is 6.5 No now it is 7 almost Automatic will cost you around 8"}, {"start": 2310.419921875, "end": 2341.340087890625, "text": " Manual 6.8 to 7 Depends on the variant So this cost is decided on the basis of current price also Current market price For example Alto back then, Alto K10 It was sold for 3 lakhs, 3.2 Even 2012, 2011 model, here we are selling it for 2.6 to 2.7 That depends on the market price In general, our local, in my place what will happen"}, {"start": 2341.340087890625, "end": 2371.340087890625, "text": " At that price they have taken the car Below that only people will take Here the RTO charges are very high If you buy a new vehicle, RTO charges will be somewhere around 2.5 lakhs Suppose if you take Delhi, it will be less 30 to 40 thousand Even that matters 2.5, it is too high Apart from skinny, if you have any contact, you have any vehicle, you have your vehicle or something"}, {"start": 2371.340087890625, "end": 2402.4599609375, "text": " No I bought in spinny sir, I don't have any direct contact Twice I bought car in spinny Spinny, not like how much sir, better in market Best in market Nobody will give you 1 year of warranty And we have extended warranty option also Engine and gearbox, engine components and gearbox components for 1 year Electronics it will be for 3 months, steering motor, AC, accurator, fuel pump"}, {"start": 2402.4599609375, "end": 2432.4599609375, "text": " The electronics, ABS, sensors, everything So no one will give If you buy it from outside dealer, you will get it for lesser 1 lakh 80,000, 50,000 lesser But once you buy it, it's done It's not like spinny, however you have 5 days return policy also Suppose if you are not satisfied with the vehicle, you have 5 days time and 300 km will be the limit You can return the vehicle, that entire amount which you have paid will be refunded, no questions asked There should not be any damages 300 km is the limit, 5 days will be that time"}, {"start": 2432.4599609375, "end": 2462.75, "text": " So outside if you buy it for lesser price also, after half an hour you go, they won't even take the vehicle back Insurance third party is included, if you want comprehensive, the balance amount you have to pay Third party means? Third party if there is any impact, only the third person will be claimed If you want comprehensive, incomprehensive, the driver, the car, the third person, all 3 will be claimed"}, {"start": 2462.75, "end": 2498.10009765625, "text": " In this pricing what we have also searched on Tidescreen You have seen this either Kwid or Alto K10 Kwid has much space compared to Alto, Alto is bit cramped"}, {"start": 2498.10009765625, "end": 2539.389892578125, "text": " Payment is done for 1 rupee, account transfer is done for 1 rupee"}, {"start": 2539.389892578125, "end": 2932.8798828125, "text": " This is 2014 model, still it feels better Build quality is good"}, {"start": 2932.8798828125, "end": 2982.2099609375, "text": " There is no white colour, automatic, DSG transmission, sorry DCT right? Give me 5 minutes, I will check in the row and let you know I am outside, in the parking, give me 5 minutes What is the vehicle number? Last 4 number 8027, ok fine, confirmed"}, {"start": 2982.2099609375, "end": 3021.52001953125, "text": " This is 2014 also, but it is running at 50,000 This AC is good, you won't get to know in this Its engine is really smooth, it doesn't make any noise, you get to know that"}, {"start": 3021.52001953125, "end": 3058.2099609375, "text": " You are going with finance or full cash? Full cash, no loan Then go with more space, more comfort, better engine Service wise also its good, Honda not an issue Parts are expensive but its durable, its like one time spending It seems very stable, yeah its stable For high speed it has a better stability"}, {"start": 3058.2099609375, "end": 3116.68994140625, "text": " It will not vibrate, yeah yeah, its a 4 cylinder unit, 1.2 litre engine Will you install one more? Sure sure, not a problem"}, {"start": 3116.68994140625, "end": 3172.3798828125, "text": " Its so good, so handy, other vehicles are like this"}, {"start": 3172.3798828125, "end": 3215.699951171875, "text": " No one gets this model in Maruti cars"}, {"start": 3215.699951171875, "end": 3252.3798828125, "text": " Just 5 minutes sir, I will just come back Fine sir, we will talk to the team and we will request for a home test drive then or else, ok Let me check with the team sir, if possible Monday itself we can arrange it In this same condition type of Honda Amaze, any colour is there? More driven, we have more driven, like 1 lakh plus driven, is it ok?"}, {"start": 3252.3798828125, "end": 3291.280029296875, "text": " All Amaze, and what about the price range? Wait wait, we will check the owner, price and all These are the Amaze available with us This is on hold, we have tried this one This is third owner, that's why it is so less But this is black How it will show, assured or not? Budget This is assured, this is on hold, 394"}, {"start": 3291.280029296875, "end": 3348.89990234375, "text": " Max is for premium cars sir, like Mazda, Audi Where is this car? This one? That's over there sir, somebody is taking a test drive of it Assured price you will show right?"}, {"start": 3348.89990234375, "end": 3389.010009765625, "text": " But that will be written here? Mid variant, that is? Safety wise that is better? This is 2014, this is something like same"}, {"start": 3389.010009765625, "end": 3427.169921875, "text": " This is S variant, this is what we have seen I think So, there is no difference between 32 and 44? Yes, there is no difference And first owner, he has done 2014 and this is also first owner? This is also first owner? Its buyback is good, its price is also good, so according to that"}, {"start": 3427.169921875, "end": 3459.97998046875, "text": " This is also VX"}, {"start": 3459.97998046875, "end": 3492.449951171875, "text": " Only Honda Amaze you have filtered out? Yes This is the best one out of all And this one is also good, its color is also good Can we see this?"}, {"start": 3492.449951171875, "end": 3671.219970703125, "text": " This we can check once But they said, we will check once It's over there sir, over there on the Amaze road, the last one I will get that vehicle over there, you be there, I will come Same place, there This is I think older one bit This one, I will show you the tyre percentage"}, {"start": 3671.219970703125, "end": 3704.320068359375, "text": " Ask them, they will give you for test drive This is 454 sir, 1,22,000 rupee single owner, 2014 model This is mode driven? Mode driven, yes This one itself This S variant you were telling, this one? This one yes But this also looks like not in a good condition 362 sorry, not this one, the other one I guess But this is also not in good condition"}, {"start": 3704.320068359375, "end": 3776.93994140625, "text": " This one right, not this one Black one, this 432, this one This one? Yes This can we try? Test drive? Ok I will get the keys Usually only 3 cars we give sir, not more than that, but I will give this one"}, {"start": 3776.93994140625, "end": 3857.3798828125, "text": " There is no airbags?"}, {"start": 3857.3798828125, "end": 3927.60009765625, "text": " i20 is 6 plus like this one was 2014 so like that also i20 is 6 plus or how? so what is like?"}, {"start": 3927.60009765625, "end": 3970.4599609375, "text": " sir wrong side you should have come from that side you should have gone this way"}, {"start": 3970.4599609375, "end": 4143.6298828125, "text": " he is standing there sir yes he is there, see he is parking there this is showing his mind is there a number? is there a number? i will get it sir inside also one spare tire its jk tires jk tires? generally c8 tires are there"}, {"start": 4143.6298828125, "end": 4174.75, "text": " depends on what tires you put sir but this is ok jk tires? this is ok another 15000 you can use later on you can change it but one tire that one? that they might have changed it sir there will be more wear and tear if you don't maintain tire pressure alignment and all there will be more wear and tear on that tire so how to maintain that tire pressure? try like two weeks once you go to a tire shop you put the air"}, {"start": 4174.75, "end": 4215.08984375, "text": " nitrogen or something every 2000 kilometers you do the alignment wheel balancing wheel rotation and all that works that cost around 250 rupees to every 2000 kilometer you do alignment wheel alignment that is actually a wear and tear sir it's a pain shipping actually but that's not that won't be an issue that's an alloy right that won't be an issue if we are buying new tires then for per tire it cost around 5000"}, {"start": 4215.08984375, "end": 4245.919921875, "text": " 5000 per tire? tire and for putting the tire how much it will be? very less free of cost if you buy from the same shop same if they fit it they do it for free no charges one tire is 5000? 5000 starting price or flipkart will be available? it depends on how don't buy in flipkart buy at store itself they will sell you the older stock the tire should be manufacturing month should be within the same month then only it's recommended"}, {"start": 4245.919921875, "end": 4276.4599609375, "text": " not the older tires what is your name by the way? Merun we like this badge everything will be recorded oh is it? yeah if I explain about the warranty the kilometer driven benefits there is a code word like AI so I am asking apart from speed that is also being recorded? no no not like that about the benefits, warranty, everything feedback, your feedback"}, {"start": 4276.4599609375, "end": 4306.4599609375, "text": " there is an AI they have put some particular code words if you mention the price to AI it will be recorded yeah in Ispini also operations do you have any opening for operations and coding? actually this is an experiment only in this hub they have kept there is a company called YoYo they started this they implemented this in Tanishk dwellers for the sales executives so just they have bought up here if it's successful"}, {"start": 4306.4599609375, "end": 4337.259765625, "text": " here from next month from for all hubs they'll give this badge this is looking actually cool yeah if you want to talk about job in Ispini then whom do you want to talk to? we will send your mail id sir you can share the resume to the HR you will also get referral bonus we have so many everything is okay now sir"}, {"start": 4337.259765625, "end": 4383.81005859375, "text": " everything is okay now once you show to the family also don't book it online I'll generate yeah after booking you have four to five days time sir after booking you have four to five days time within that time because our budget was 350 now it is more so we will wait for the selfie fine fine"}, {"start": 4383.81005859375, "end": 4413.81005859375, "text": " today is how much 18th till 23 you have booking time booking period if you book it today then again I can book no re-booking is not allowed sir there might be other customer for vehicle like special case you can consider and booking you can do maximum two days we can extend maximum again two days yeah again two days we can extend so suppose if there is any customer waiting for this vehicle"}, {"start": 4413.81005859375, "end": 4445.7900390625, "text": " same day they may we can book right that again they'll once you send the documents and all again they will send different documents no no no they'll block the account it will be problem for me also you just request some time sir two days time maximum maximum five days actually two days we can extend we'll talk to the team maximum five days five days but we can't if you leave we can't assure that this vehicle will stay here vehicle comes and goes fast we'll get booked immediately just talk to"}, {"start": 4445.7900390625, "end": 4532.52978515625, "text": " your family once hello hello hello"}, {"start": 4532.52978515625, "end": 4582.6201171875, "text": " sir give me five minutes I'll just come back one of my customer is waiting you can check them some some things they were asking like service report you will be yeah I'll provide you so that full service report full services sure sir right sure and owner details last owner last owner owner details only owner name will be there is professional name does not matter to us what matter to us is profession profession that depends on any vehicle we purchase we'll do the refurbishment no"}, {"start": 4582.6201171875, "end": 4615.33984375, "text": " need not to worry about the ownership profession and all okay so we have the 250 checkpoints we do everything then we'll get the vehicle one thing people will tell doctor driven vehicle doctors are the worst drivers to be honest they don't know much proper driving they don't know yeah yeah yeah that it's common sir that's on the caliper it's common you put on the spray it will be gone that doesn't affect anything that's common in all vehicle if you park it for one week also in the disc there will be rust formation"}, {"start": 4615.33984375, "end": 4651.81005859375, "text": " that will be gone from our end it's not possible you have to get it done outside but that rust is common on vehicles you can check other vehicles also that rusting thing no see on this vehicle also rust formation is there that once it is cleaned it will be gone but it is less like that is that doesn't affect nothing sir that is common that part it's common then gear works and all engine and transmission warranty will be for one year one year and electronics it will be for three months"}, {"start": 4651.81005859375, "end": 4683.89013671875, "text": " if you want you can purchase extended warranty by paying 5000 one more year you will get the warranty on engine and gearbox 5000 rupees if you want electronics warranty totally it will be 12,000 rupees electronics will be for one year then engine and gearbox it will be for two years in 5000 in 12,000 in 5000 three months on electronics 24 months on engine and transmission"}, {"start": 4683.89013671875, "end": 4719.83984375, "text": " by default it is like this or it's not ok?"}, {"start": 4719.83984375, "end": 4771.759765625, "text": " so all service report and all that you will provide after booking we will ask all the details you will share to us just request with the team sir you will get a call back from the team regarding the booking extension and all"}, {"start": 4771.759765625, "end": 4817.81982421875, "text": " tire percentage I will show you average I will tell you sir how much you can drive"}, {"start": 4817.81982421875, "end": 4847.81982421875, "text": " I am telling about the tires generally after how much sir 50, 45, 30, 75 these two you can drive up to next 28,000 kilometers this tire you can drive up to next 15,000 kilometers this up to next 30,000 kilometers this is up to 15,000 15,000 but it was showing 8,000 by default they will put it sometimes but 30% you know new tire you can drive up to 48,000 100% tires"}, {"start": 4847.81982421875, "end": 4878.5, "text": " up to 15,000 that's how it's calculated 45,000 to 48,000 new tires we have a device sir while inspecting we will put that device it will show the tire percentage"}, {"start": 4878.5, "end": 5002.0, "text": " now it's not mentioned on this tire let me check the back tire it depends on the brand also some brand they won't mention this one is good here this one was this one is a company tire only 2013 actually manufacturing is 2014 the previous year tire yeah company tire only so it's less"}, {"start": 5002.0, "end": 5040.85986328125, "text": " Hello? Hello?"}, {"start": 5040.85986328125, "end": 5230.7001953125, "text": " I am sitting here only. You are attending the class?"}, {"start": 5230.7001953125, "end": 5319.06982421875, "text": " You can share all papers and all? Between maybe I will try to have one more visit. How much mileage is there?"}, {"start": 5319.06982421875, "end": 5407.14990234375, "text": " What is your phone number sir? 70 175 173 39"}, {"start": 5407.14990234375, "end": 5447.06982421875, "text": " To understand? This is the start date is what? That's the selling date Selling date and end date? End date That's the service history closing date I guess sir Ok so means how should I read it? So that I can Wait wait wait wait exactly That is roadside assistance That's the warranty period RACA So this is the service date Next service due and last service date Last periodic maintenance date"}, {"start": 5447.06982421875, "end": 5482.5400390625, "text": " But that is 2019 only Before that year That will be latest or what? That is the latest sir One service he might have done it outside Rest we have All service we have here sir The date I have to find it This is 2017 Then I think this one is 2018 No 17 17 19 After 17 directly 19"}, {"start": 5482.5400390625, "end": 5532.740234375, "text": " Even if he has not driven much also The service they won't recommend to do the service Might be driven only 5000-4000 km in one year Depends"}, {"start": 5532.740234375, "end": 5563.08984375, "text": " Ok it's done It's done It's done It's done Call me before you come Call me before you come I will get stuck if you trouble me It's done It's done You have fixed it and come See this is not satisfaction even if you see it from another car"}, {"start": 5563.08984375, "end": 5593.6298828125, "text": " Even if it's uploaded it will be delayed But you have to be in this range for another car That's why I said you have to see the first design End to end service history Last day 2024 is the service history In fact that is 13 model and this is 12 model LXI After that 3rd one is 4 lakhs 4 lakhs 10 thousand This is first right? First owner"}, {"start": 5593.6298828125, "end": 5646.89990234375, "text": " Front is there But this is tires right? Tires are there right? 45% I have seen it before I have seen it for a long time You haven't seen it right? No I haven't seen it Then you should see that one also I will come once I will find it I have struggled You should give me the key and go I have to go there and get it The key is there inside I will run and come there"}, {"start": 5646.89990234375, "end": 5676.89990234375, "text": " Like before whatever insurance was there with him That we don't have data sir For insurance we don't have any data You will not ask or? That depends Might be renewed might not be renewed Use 3rd party So currently it's lapsed So we are going to renew a fresh insurance That is correct What I am asking is I want to know the history of the insurance that much of Insurance no We don't have data sir For all vehicles one or the other party insurance will be claimed"}, {"start": 5676.89990234375, "end": 5721.490234375, "text": " If you go and have a minor impact There is a dent on the bonnet Or if you take it to the showroom What the service advisor will tell That for re-impacting and removing the dent It will cost around 10 to 12 thousand So what the customer does He will claim the insurance So it will be done in 3 to 4 thousand That happens Claiming we can't consider There is no structural impact on the vehicle If there is a structural impact on the vehicle It will be mentioned on the service history also That the chassis Vehicle chassis has been impacted But they will give you a call back"}, {"start": 5721.490234375, "end": 5753.27978515625, "text": " Month end is not possible Try within that Salary will come at month end only I got it sir But try at least try sir You can also give your type feedback I will mention it Just check with the team once You say it may be impactful Just I will mention in our comment section Just try with the team They will give you a call Before raising a cancellation also You will get a call back from the team So if I book now Up to what date"}, {"start": 5753.27978515625, "end": 5793.93994140625, "text": " Till 23 we can hold Extension 25 days At least 2 days we can extend again So one more week 5 days more You get the scanner sir You can book it"}, {"start": 5793.93994140625, "end": 5824.740234375, "text": " It is only 4 thousand service You can get it, you can request There is only one sheet in the service history If it is ready, attend in the morning If it has come, we will book it No need for that sir No need for that sir But this is the service history If it happens, call me Monday Refer and next week I am asking that only, I am talking here No, we will call on Tuesday and see after that Sunday is open, who will give you a call in the showroom? I don't have any contact, I am in Volkswagen or Honda"}, {"start": 5824.740234375, "end": 5878.47998046875, "text": " Sunday is open, weekly there is a rotational shift, one day open I am asking that only If you request us, we will go to the EFOP team again and it will be late They will say no, they will say that only I will check and show you Ok sir, call me if anything happens"}, {"start": 5878.47998046875, "end": 5921.08984375, "text": " When somebody is coming?"}, {"start": 5921.08984375, "end": 5972.2998046875, "text": " How frequently is EFOP or damage?"}, {"start": 5972.2998046875, "end": 6004.259765625, "text": " This one, this Honda, from how much time it is here? 2 weeks 2 weeks before only you have done the refurbishment and all? In the refurb, what you have done, that also you should know You are only doing and you are not helping No, no, no, that is a separate tip, they won't share that data"}, {"start": 6004.259765625, "end": 6035.7900390625, "text": " You already know? Obviously, if they are selling at this price, they have to know"}, {"start": 6035.7900390625, "end": 6065.7900390625, "text": " But atleast customers should be able to know what refurbishment you have done That is ok, but customer has the right to know Even if I know the procurement cost"}, {"start": 6065.7900390625, "end": 6104.5, "text": " you will not give me on less cost, right? You will give me on the same cost Got it sir, but that is not possible They won't reveal the data, what and all they did the refurbishment But warranty will be there If you want, you can purchase this extended warranty, you can check this out Standard is this one By default, this if you pay 5000, 2 years on the engine, 3 months on the electronics If you purchase this one, 2 years on the engine"}, {"start": 6104.5, "end": 6165.31005859375, "text": " So after 1 year also I can buy this? No, no, no, now only you have to buy, the purchasing date only These and all we will offer, so only like pricing wise, refurbishment cost wise we don't reveal What will you do?"}, {"start": 6165.31005859375, "end": 6196.85009765625, "text": " Mode of payment mostly will be UPI I have SPI Limit means? So I can pay full amount, I can pay through internet banking There is no limit on internet banking"}, {"start": 6196.85009765625, "end": 6267.330078125, "text": " No, no, no, no offers sir Never gave offers as I said One minute, I will generate this If there is POS, then give PTM Take this, it won't work, I will take that too, PTM Why do you put all that? Put it directly, start ad visit Don't do that, don't do all that, look here, I have cleared everything Save and go back, look here Give all this easily, don't put all this, don't put preference Remove this, remove it"}, {"start": 6267.330078125, "end": 6340.33984375, "text": " This goes like this, wait a minute, this goes like this, this goes like this Then it will come like this, clear this Don't close this filter, by default everything changes Don't close the filter, by default everything is there Here choose available cars, price is low, whatever it is, search it Nothing else"}, {"start": 6340.33984375, "end": 6443.2998046875, "text": " It didn't decline"}, {"start": 6443.2998046875, "end": 6492.10986328125, "text": " No corrosion or no cracks"}, {"start": 6492.10986328125, "end": 6538.2998046875, "text": " That was having a corrosion Tire rim Chassis There is a dent"}, {"start": 6538.2998046875, "end": 6571.85986328125, "text": " This is not a dent actually This is dent sir Dent dent That is called dent Scratch is different, dent is different That is removable If you want to get it removed, you can get it done outside Don't know how much they will charge 3 to 4k they may charge That is not an accident Not an accident And some people will tell if there is a crack on the windshield is replaced there might be some accidents"}, {"start": 6571.85986328125, "end": 6610.39990234375, "text": " If a stone hits your windshield there will be a crack then it will be an air crack That reason also we should I broke almost 3 windshields here while taking for a home test randomly some stone came and hit the windshield And then gradually it starts moving Yeah yeah getting air cracked So we have to replace the windshield that happens Windshield information where it will be? Exterior Glass and mirrors Chippings on the front windshield minor scratches"}, {"start": 6610.39990234375, "end": 6656.6201171875, "text": " That is not crack, minor scratches That is there on all spinny vehicles That we will mention Chippings It may be an issue or how? Not an issue sir These are all wear and tear And you told that one vehicle, one tire that was 2013 That is from the company itself And all other tires are changed? Changed once Changed once That depends But might be the need to that person to change the tire That depends even if as I said not maintain the tire pressure not did the alignment in time"}, {"start": 6656.6201171875, "end": 6703.35986328125, "text": " wheel balancing is not done every 2000 kms Tire wheel alignment costs around 250 rupees wheel balancing 300 rupees How much will maintain it? 2000 kms every 2000 kms you do the tire life will be better Depends on driving style also Driving on bad roads That is why we wanted to know Driving on bad roads will have more wear and tear on the tires Owner detail owner profession we want able to know See we guys live in automobile"}, {"start": 6703.35986328125, "end": 6752.33984375, "text": " Our driving is like too harsh We do rough driving But we maintain the vehicle Mine have better services I drive too fast I will abuse the vehicle like anything But I will maintain the vehicle Every 8000 kms I will take it to the service station That depends They will tell doctor drive better They drive in half clutch and burn the clutch Generally it is same? Yeah yeah I will show you that Can be seen sir I will just come And there are two dents? Two dents yeah"}, {"start": 6752.33984375, "end": 6791.97021484375, "text": " On the panel it is mentioned This is actually the design No no no not a dent That's a dent Something might have fell down That's for the KYC On whose name the card should be registered Share Aadhar card PAN card"}, {"start": 6791.97021484375, "end": 6823.41015625, "text": " Just check with him Just to share the documents Documents Not an issue sir Sure sir I will be inside you have my number Any doubt give me a call Number is there? Yeah I have dropped him a message Now we will I think start Sure sure sir Any doubt you can call me Suppose if you are visiting again Give me a call and visit Before you start itself give me a call Sometimes I will be busy with customers So that I can make time Thank you sir Thank you thank you And you will get a feedback form sir Give a positive feedback"}, {"start": 6823.41015625, "end": 6827.97998046875, "text": " It was very nice meeting you Thank you sir Thank you madam"}]