[{"start": 0.4300000071525574, "end": 68.54000091552734, "text": " 80,000 One minute sir One minute, I think there is an app error. Is there any error? No, there is no error. There are details. Is there a sunroof? Automatic or gearless? There is no sunroof? There is nothing manual sir. There is a CC. Okay sir. Why? Is it not working? Sure sir. Is there any limit? There is no city with a sunroof sir."}, {"start": 68.54000091552734, "end": 104.33999633789062, "text": " Is there a C.R.S. diesel? Is there a C.R.S. diesel? Is it worth 9 lakhs? That is 2019 model. There, there. What is the coffee being made? One and a half. Single one and a half. But the car has a problem. The car is completely repainted. The paint is mismatched. Blue color. Blue color? Yes. The car is completely painted and mismatched. Is there no editing? No editing sir. It is automatic. It is manual book. 14 mode manual."}, {"start": 104.33999633789062, "end": 182.82000732421875, "text": " Is there any editing? Yes, it is booked. Is it booked? Yes. Is there any reason to cancel it? I will check it. If there is a loan, I will reject it. How much did you pay? That is 56,000. When did you do it? 14 model. Second owner. Automatic is not needed right? Automatic is not needed. One minute. What is the price? I am not seeing the max. 6 to 7? I will give you the water. Rakesh, Rakesh. Give me water. I am sitting here."}, {"start": 182.82000732421875, "end": 227.7899932861328, "text": " Give me water. I am sitting here. Can it be WRV? It is worth 9 lakhs. Honda WRV."}, {"start": 227.7899932861328, "end": 302.2099914550781, "text": " It is a bit difficult. It is a Kretta type. You are seeing the sedan. It is a lengthy car. Is there any Kretta? There is no Kretta sunroof here. I will show you the Kretta option. It is here. Kretta. It is not in km. It is in number of oh knots. It is in km. That vehicle just went to the minister 20 minutes ago. Is it booked? Kretta. Kretta? Yes. It is S variant. Ok. Ok. Ok. Attend this after that. Do it."}, {"start": 302.2099914550781, "end": 363.7900085449219, "text": " Once he finishes that customer, he will come and attend you. He has been waiting so much before. Yes sir. All others went for lunch. They are having lunch. He has been waiting much before me myself. He was waiting from one hour. Past one hour."}, {"start": 363.7900085449219, "end": 402.29998779296875, "text": " Hello."}, {"start": 402.29998779296875, "end": 464.3999938964844, "text": " Hello, Sharath. Where are you? Is the customer not there yet? Ok. Ok. It is done. How long will it take for you to finish your lunch? Come fast. You know that everyone comes for lunch. What will you do?"}, {"start": 464.3999938964844, "end": 555.7100219726562, "text": " I am coming from Chiranthi. There are 4 customers. I have to go. Ok. Do it fast. Sir, I have paid 50,000 to 60,000. I will show you. I will give you the details. Where are you? Ok. Ok. Come. Come. Come inside. There are 4 customers. W10? W10 is this one. 1165. Yes. Yes. It is W6 or W8."}, {"start": 555.7100219726562, "end": 592.75, "text": " It is inside. It is an automatic. I have put it in manual. Yes. Manual. This is manual. This is the only one. What about the silver one? Automatic. W8 had sunroof. It is not there. W8 had sunroof. It was coming initially. There is no such model. There is no such model. W10 was the top end model at the end. W11 is not there. W9. W9, W10, W11. There are 3 types of sunroof. W10 was there. W8 was there in the old variant. I selected it."}, {"start": 592.75, "end": 643.6799926757812, "text": " W10 was there in the spinning version. Look at the back. 11.65. It is 37.5. It is liked by hundreds of people. It is a bit old version. It is a bit old version. It is not. It will be a long time for me. You should come and do it. That's why they shortlisted it as 150. Ok. The availability is less in the old version. It is less. Yes. There are other versions. No. No. I told you. This is in the spinning version. I will take it in the spinning version. It is not converted."}, {"start": 643.6799926757812, "end": 682.4500122070312, "text": " Golden. It is in the spinning version. It is a bit old version. It is not converted. It is a bit old version. It is a bit old version. I think."}, {"start": 682.4500122070312, "end": 720.0599975585938, "text": " This is the 3rd owner. Silver 528, 72 owner. That is the 4th owner. If the value goes up, it will go down. That is the second owner. That is the 2nd owner. It should be in the Ministry Mall. We booked 10,000 from there. Where is the phone number? 74831 010011."}, {"start": 720.0599975585938, "end": 766.9600219726562, "text": " This is the 3rd owner. He is 32 years old. I have not seen him since yesterday. When did you plan to take the loan? Did you give the documents?"}, {"start": 766.9600219726562, "end": 798.1099853515625, "text": " This is the 1st owner. Single owner. This is a good car. No need of any diversion. If it is fixed, you can take it. We booked it because it was fixed. The number 3 is coming. You need to get a car. That is the best. You are looking at the number. You need to get a car. What is the 3? We have a white color 620. 2198. Single owner. Look at the number. White color."}, {"start": 798.1099853515625, "end": 828.1099853515625, "text": " That is the 14 model. I have booked it. You have booked the 14 model. We have booked the 14 model. This is the 632. This is the 620. How much is it? That is 54,000. This is 45,000. Show me the car. I will show you. I will come and show you in 15 minutes. How much is it? I am managing everything. How much is it? Single owner. Take my number. I will show you the car. Okay sir."}, {"start": 828.1099853515625, "end": 862.8800048828125, "text": " I have tattooed it. That is why I am asking. You have to be in the seat. We are in the middle. Yes. We have to run. We don't want to get caught. If we run, we will get caught. If we run, the police will find us. We have to be like the public. We don't have any idea. We won't get caught. They won't find us. They won't show us. They won't show us. If they see us, they will arrest us. The police. If we want to go to the station, we will go."}, {"start": 862.8800048828125, "end": 919.6599731445312, "text": " 90% of the time, we are in the city. Both of them are the same model. Both are top end. But this is white. That is silver. This is white. That is silver? I saw it in the middle. It is empty. Rakesh, get me some water. Water. Drink some water. I have just got it. How much is it? 250,000. If the city comes, it will be 45,000."}, {"start": 919.6599731445312, "end": 967.3900146484375, "text": " That is the city. The white one in the front. That is the city. Honda engine is durable. Toyota engine? Yes. It doesn't stop talking. It will run. It will run, but it is a bit cheap. Toyota and Honda. Have you seen the white color manual city? Go there once. If you have everything, let me know. It is booked. 2198. It is available here. Come once and see if you have everything. Call me. I will check here."}, {"start": 967.3900146484375, "end": 1021.0999755859375, "text": " 2198. They park it randomly. We don't know. The city is on this line. Yes, it is here. Honda city is here. If you were there, you would have brought the photo. That is why I asked. I thought it might be there. 2198. Another one? Delivery tomorrow. I struggled. Hello. Bro, where is the white color Honda city 2198? I don't have 2198. I can't find it on this line. In this sedan line. Honda city 2198."}, {"start": 1021.0999755859375, "end": 1118.56005859375, "text": " White color. V variant. K passing. That same car? Oh no. Ok, leave it. When will it come? Tomorrow? Ok, ok. They have sent the handbrake cable to be replaced. Quality check. They are saying it will come tomorrow. Sir, this is 9.8. Is this automatic or electric? Automatic, sir. You can't compare the city to electric. This is completely MPV."}, {"start": 1118.56005859375, "end": 1178.0, "text": " That is a complete sedan. I have planned for electric. Don't you have an electric one? This is an electric one. Is there one in Honda city? There is no Creta. It is in the 9 range. XL6? Yes, sir. It has been there since 8.9. Can't you do the number plate? Number plate? HSRP, sir. Yes, sir. You have to do it yourself. No, sir. You have to install it in your car. I have to install it in my car, sir. There is a last one. I will do it in my showroom."}, {"start": 1178.0, "end": 1222.97998046875, "text": " Yes, sir. You have to apply for it online. You have to pay 1000 rupees online. Your car will come to the showroom. Honda showroom is in front of Bagalore cross. It is near Pogilu cross. It will come to you there. Yes, 3000 rupees. Day by day, it is automatic. Future is automatic. In traffic, you can't open the clutch. If you take it to Whitefield or Belandur, it is difficult to drive manually. Automatically, it is not right."}, {"start": 1222.97998046875, "end": 1257.7099609375, "text": " You can drive it for 1.5-2 days. Some people drive it to the office daily. Yes, I drive it regularly. It should be a small car. If you install it automatically, it is difficult to drive manually. Hello. I don't know if I got it or not. I went to the workshop. Leave it. Thanks. Thanks. Look at the car in Mantra, sir. It is good. It counts as a spinny car. That is what I meant. The car is light. Look at this. Come tomorrow. If you come, look at it."}, {"start": 1257.7099609375, "end": 1299.93994140625, "text": " Where are you from? Kengeri. Kengeri? That is very far. The car will come tomorrow, right? It is called Merun. Merun. Merun Ponnappa. Merun Ponnappa. Are you from Madakeri? Yes, sir. Somadpet. Mr. Ponnappa. I am asking you because you said Ponnappa. Yes, sir. When the car comes, take my number. Yes, sir. I will tell you immediately. I will send you all the photos. How is the tyre? Is the body touching? Okay, sir. Okay, sir. Okay. What is your number, sir?"}, {"start": 1299.93994140625, "end": 1334.9300537109375, "text": " 74831 01 011. 011."}, {"start": 1334.9300537109375, "end": 1369.1500244140625, "text": " What did you do? This is the 11 model. We only do one service per year. We do one service for 10,000 rupees. How much is the service? It is around 13,000 rupees. 12,000 to 13,000 rupees. If there are no replacements, it will be 9,000 rupees. We don't do oil filters. If you do that, it will be 9,000 rupees. We don't change the oil. You don't change the oil? How much do you charge? 8,000 to 10,000 rupees. Once a year. Will the service be here? It will be fine. The mileage will be 5,000 to 18,000."}, {"start": 1369.1500244140625, "end": 1400.6500244140625, "text": " I get 18,000 on the highway. I get 12,500 to 13,000 in the city. Is this the first CT? Yes, sir. This is the third generation. The next one will be this. The design will be slightly different. The engine will be the same. This is the 16 model. This is the 14 model. 14 model. Okay, sir. Okay. Thank you, sir. Thank you."}]