[{"start": 2.990000009536743, "end": 101.62999725341797, "text": " Sir, have you tried that? Have you scheduled an appointment? Sir, what's your mobile number? Sir, how much are you paying for the car? What's the price? No, if you go there, you'll get a filter. If you go to our place, you'll get a filter for 20 lakhs. Yes, sir. Yes, tell me. I'll check."}, {"start": 101.62999725341797, "end": 218.32000732421875, "text": " What's the rate of the filter?"}, {"start": 218.32000732421875, "end": 280.6700134277344, "text": " It's a manual. It's a brown color. I've driven it 65 times. It's priced at 3,34,000 rupees. It's a manual. It's a petrol car. The mileage is 5,023.22 km. The CTL is 18.17 km. It's a 2018 model. Sir, this is a window. This is not a basic car, sir. This is an RX-T. It's a 1 litre engine. It's special. Sir, this is a CTL 17.16 km."}, {"start": 280.6700134277344, "end": 333.9700012207031, "text": " It's a 1 litre engine. It's a 1 litre engine, sir. It's a 1 litre engine."}, {"start": 333.9700012207031, "end": 380.260009765625, "text": " It's a 1 litre engine. It's a 1 litre engine, sir."}, {"start": 380.260009765625, "end": 469.489990234375, "text": " If you are looking for a shift, you should have done it in 2010. Mostly shifts are not available at this price, sir. What is the price at 16? Which one? 16. Shift? 12 or 16. I-20, I-10. I-10 is not available at this price. I-10 is there. I-10 is available for 3 lakhs. Gadsworth, 12, 13, 11. Have you raised the request? What was the name of the person who sent the screenshot?"}, {"start": 469.489990234375, "end": 660.4500122070312, "text": " Yeah, show the screenshot. Sir, have you seen Wagner? I'm not sure if there is a shift in 2012. The shift is there in the diesel manual. I've driven it 1,28,000 times. It's a second owner. It was made in 2011. The price is 3,21,000. I've driven it 1,22,000 times. Yeah, it's there. Is it? Shift is there or there is a speed. There are cars everywhere. Sir, there is a problem with the duster. If you raise the car's arm sail, it will fall off."}, {"start": 660.4500122070312, "end": 862.8599853515625, "text": " I don't know what they are doing with the screw. Duster. Made in 2020. 215 is the number on the back. Sir, do you see the shift desire window? No. Shift desire is that way. Fid is this way. Sir, this is the vehicle. Shift desire is this way. 7385. Hey, what are you doing here? You have to be with the customer. You can't be here. Talk to the customer."}, {"start": 862.8599853515625, "end": 911.3900146484375, "text": " No. I can't be here. They come to you. Get up. Get up and come here. I'll ask you why you are doing this. What is this? There is no water in the air conditioner. There is a dam. Look there. You can get 100% of the money. I don't know. I will also pass the time quietly. Close it."}, {"start": 911.3900146484375, "end": 1076.2099609375, "text": " You have to visit inside. Inside you have to go there. Inside this room. Hall."}, {"start": 1076.2099609375, "end": 1197.4100341796875, "text": " What processing fees do you charge for that? There is no processing fee, sir. That's it. Including RC transfer. If you go to finance, you get interest. If not, you don't get anything except full cash. That's it. Transfer and water. Everything is ours. Nothing is left. This is 2019 model. 1 liter engine. Automatic. Petrol. The first owner drove it 40 times. Registration came in 2020. Ma'am, I'll come and see. I'll be inside. Take a photo and come. If there are no details, I'll give you the details. How many CC? 800 CC."}, {"start": 1197.4100341796875, "end": 1300.97998046875, "text": " If it is 1 liter, they will mention as 1.0. Sir, can you show me the app? No. You have K53. The mileage matching is the same. All are customers. You sit here and wear a seat belt. You are attending."}, {"start": 1300.97998046875, "end": 1600.739990234375, "text": " What do you say? I'm attending. I don't need this car. Take whatever you have and keep it aside. Don't throw it. It is already booked, sir. 11,24,000."}, {"start": 1600.739990234375, "end": 1791.949951171875, "text": " Thank you, sir."}, {"start": 1791.949951171875, "end": 1833.8199462890625, "text": " What do you have? What do you have? Is it free? I have two. I don't have anything else. I thought their customer might have left. If they leave, it is free. If they are here, it is nothing. They will be here only. He is asking. If you give the car, what will you give along with the car? They will give two pills. Is that so? There is a box, right? What will you give in the box? Two pills and a key chain. And documents. Documents? Document holder. Document holder?"}, {"start": 1833.8199462890625, "end": 1944.5899658203125, "text": " They will be here only. They will be here only. They will be here only. They will be here only. What do you eat? Omelette. Omelette? What do you eat on Sundays? Vegetarian. Pure? Brahmin? No. Shaivas. Swamis. What is the problem with eating chicken?"}, {"start": 1944.5899658203125, "end": 2130.110107421875, "text": " Where is the equipment, Shaya? If you ask for the car, I don't have the details. Sir, this is the customer's car. I will look for it. I will get the details. If it is like this, it will be there. It will be there. If you look at the equipment, it will be there. It is the climber version."}, {"start": 2130.110107421875, "end": 2184.719970703125, "text": " Sir, it is one liter and eight hundred. Two liters. Don't go. Give it to me. I will pay and buy. Give it to me. I will pay. Seriously? Seriously. Something has happened to our customer. A customer is inside. Leave it. Call people and go. Call people and leave. It is true. Go. I left it here. Someone will attend. Who will attend it? Go. Sir, there is kilometer reading. See."}, {"start": 2184.719970703125, "end": 2451.93994140625, "text": " I don't think so."}, {"start": 2451.93994140625, "end": 2484.139892578125, "text": " Sir, body changes are the only thing you have. But the engine has not changed? No, the engine has not changed. But the mileage has increased a lot. Why? Which one sir? The second generation. Body weight is less. It's not the body weight. The engine is slightly tuned. There are slight changes. The CC is the same. I know that. This is 1.2. The power and torque is changed accordingly. But the RPM power is increased for this and that. Sir, I want to see that. The latest one is more."}, {"start": 2484.139892578125, "end": 2526.300048828125, "text": " For the mileage pickup, if you reduce it, the mileage will increase, right? No, right. The build quality is not the same. This is more. Yes, there is more weight. It's lighter. The length is also more. The length, height and weight is more. That is less. If we take the vehicle, what kind of processing is this? What is included in this? Sir, there is nothing in this. The final price is the same as before. Sir, please wait for a minute. The price is okay. I know the price."}, {"start": 2526.300048828125, "end": 2612.3701171875, "text": " Open the lock. How much is the mileage? 477. What kind of service is this? The service is like this, sir. After the vehicle is delivered, you clean it once. You take the vehicle and drive. That's it. Take the right, sir. Right? Go straight and then turn left."}, {"start": 2612.3701171875, "end": 2688.699951171875, "text": " How much is the mileage? Sir, the diesel mileage is around 18-19. It's not foreign. Foreign mileage is around 17-18. It's around 1-2 km. We are testing it. We have come here many times. But we are not following it. Sir, the vehicle is coming. Please keep an eye on it. Is there any warranty? Sir, they give a one-year warranty. It's around 1,800 km."}, {"start": 2688.699951171875, "end": 2759.570068359375, "text": " They give the engine, gearbox and engine. Do you see the cash or the finance? Cash. Did you take the cash and keep it? No, sir. If I take cash, I get the same money. If I take finance, I get the same money. If you take finance, you get the same money. Finance is mostly for this, sir. I don't know what else they do. It is there. It is shown in the app. It is shown in the app. You don't have to give it to the bank. But why did you do it after 11? Why did I do it after 11? Study it. I will give it to you when I go ahead. It will be completed in 15 years, sir."}, {"start": 2759.570068359375, "end": 2923.10009765625, "text": " It will be completed in 15 years, sir. It's been 2 years. It's enough, sir. Do you have to service it on time? It is already serviced. It will run for 10-15 times. Then you have to service it. Do you wash the interior? I do it completely. I wash it as much as possible. I don't do anything on that."}, {"start": 2923.10009765625, "end": 3002.030029296875, "text": " Did you start roaming around? I don't have anything. What about you? Is it enough?"}, {"start": 3002.030029296875, "end": 3079.969970703125, "text": " I will give it to you, sir."}, {"start": 3079.969970703125, "end": 3244.39990234375, "text": " How can I notify you? I have a service history to check you. That is okay. But if you want to check me manually... You can't go anywhere. There is a panchayat here. You will get a panchayat at the door. You can get a panchayat here. Where do you get the sealings? It is called sealing. If you want, you can book it."}, {"start": 3244.39990234375, "end": 3352.2900390625, "text": " I don't have anything, sir. If you want, you can book it. It is a 2010 model. It is red in color. 2487 is not in the book, sir. It is a shift D0. It is a 2010 model. It is an LXI. Sir, the first owner of this car has sold it for 3,77,000 in Petrol Manual for 68,000 rupees. 67,000 rupees. How much is the shift? It is 4,98,000 rupees. It is in the book."}, {"start": 3352.2900390625, "end": 3495.860107421875, "text": " I don't have anything, sir. Can you give me a finance option, sir? That is why I am asking you so slowly. If I don't have it, I will get a fine. 7676 8064. It is all ours. You have to pay and take the car for 3 hours. You will need the address proof. Do you have GST? Give me the registration number. I will give you the GST. Hello. Yes, I know. I will stay here for 7 hours, sir. Okay, call me. They will give you a proof and give you a shock."}, {"start": 3495.860107421875, "end": 3503.5, "text": " Sir, I have a doubt. I will call you back."}]