[{"start": 0.5, "end": 51.13999938964844, "text": " I will give you the vehicle conditions, it is just in 10 years, it is in range of 3 lakhs, we will get the product here, we will get the product here, we will get the product here,"}, {"start": 51.13999938964844, "end": 161.4199981689453, "text": " This is your contact number sir! Is it out of the country? Yes! Can I register it or someone else? Vehicle register.. You can put in your contact number in the documents. You need his PAN and Aadhar card. You will need the local address proof to register the vehicle. Wherever it is, in Karnataka, any address is enough. What was the plan of purchase? How about the contact number? 0700... I'll give you my number. 0900... 0000..."}, {"start": 161.4199981689453, "end": 292.8299865722656, "text": " 2021, and also the best one is Hyundai, Hyundai Eon and Renault 2.2 Automatic is ok sir? Manual? Manual is ok, no need to relax. First hand owner is well and good. Eon is good sir. This is a restaurant, so you restrict inside only? No sir, I didn't do anything like that. Eon is ok sir, we have all the items. All those items are available in 3 acres."}, {"start": 292.8299865722656, "end": 414.0299987792969, "text": " I10, I10 or what? I10. All these are quids. First, I'll show you quids. Is Sunil here, the manager? Yes sir. Sir, I've shortlisted this one. Rs 3,54,000. 18 models sir. Petrol manual. 94,000 driven. Single owner. 94,000 driven. Single owner. Next. Can you turn on the engine once? I'll bring the key sir, just a minute. First I'll show you the vehicles, then the key. I've shortlisted this one. This is 2018 model RX-T variant."}, {"start": 414.0299987792969, "end": 489.9200134277344, "text": " Petrol manual, second owner, Rs 90,000, Rs 91,000 This is also shortlisted, Rs 3,13,000, 17 model, RXT Petrol manual, 50,000 driven, second owner vehicle"}, {"start": 489.9200134277344, "end": 629.8699951171875, "text": " Petrol manual, second owner, Rs 45,000 driven, 17 model Alto 800, LXA variant"}, {"start": 629.8699951171875, "end": 798.3699951171875, "text": " Maroon color Its all junk General Uncle, why is he calling? Call him, I will ask him Today? He is not coming today, he has come from far away Give me 2 minutes, I will come to Airax Akramana, Akramana, the tyre is flat, quit, quit I will go there and get the air It is completely flat"}, {"start": 798.3699951171875, "end": 1084.75, "text": " Can you see that? I have put it on the key, I will keep it near the vehicle, I will take the key Driver, you do it, I will do it Do you know which model this is? I don't know, if the vehicle is good, I will take it, this side sir What happens is, you don't clear it, you clear the slightly dirty ones No, I didn't do it sir, I just mentioned it in the app and gave it like that If there is structural damage, we don't sell it, the vehicle has welding, punctures have opened,"}, {"start": 1084.75, "end": 1117.7900390625, "text": " the brake has broken, we take all these conditions, if the vehicle is good and only if there is a problem like this, we take it, mention it and sell it, if the vehicle has structural damage, is involved in a major accident, has been affected by a flood, we don't sell such vehicles We give engine and transmission, this side sir, left, left, there is a 12 month 12,000 km spinny warranty on the engine and gearbox, if any component has been repaired,"}, {"start": 1117.7900390625, "end": 1156.719970703125, "text": " if there is a problem, we rectify the spinny, and you get roadside assistance for one year from the spinny shop, all over India, and for AC, electronics, fuel system, sensors, we give a 3 month 3000 km spinny warranty, we take care of all this, and RC transfer is included sir, all over Karnataka, we do RC transfer, the included price is there,"}, {"start": 1228.9300537109375, "end": 1341.0999755859375, "text": " the market price is the same, but the spinny has a negotiation, we maintain the quality of the vehicle, we clean the interior and exterior, and one service is already done on the vehicle, oil change, filter change, coolant up up, all these are done on the vehicle,"}, {"start": 1341.0999755859375, "end": 1382.780029296875, "text": " if the chassis is damaged, we don't sell the damaged chassis, we don't sell the punctured structure, we don't sell the vehicle that is damaged from the top, we don't sell such vehicles directly to the customer, we do B2B sales, we sell the damaged structure, we purchase all types of vehicles,"}, {"start": 1452.3399658203125, "end": 1487.3599853515625, "text": " if the structure is damaged, you can easily find out, if the structure is damaged, you can easily find out the puncture, if the puncture is repaired, you can find out the puncture, if the vehicle is in good condition, you can find the bumper replaced vehicle,"}, {"start": 1487.3599853515625, "end": 1543.1500244140625, "text": " if the vehicle is in good condition, you can find the bumper replaced vehicle, we mention the bumper replace and sell the vehicle, we mention that the vehicle is in good condition, and that it has a problem, that is the dent on the roof top, that's it, this is 284 sir, 2017, second one, it is done sir, the blow is done, I will park and come there,"}, {"start": 1543.1500244140625, "end": 1693.5999755859375, "text": " I will park near the vehicle, no problem sir, I will show you, there is an A star in 324, but it is 13, it is very less driven, 23000 driven, white color, A star, it is good sir, it is very less driven,"}, {"start": 1693.5999755859375, "end": 1852.68994140625, "text": " 830 sir, I will show you,"}, {"start": 1852.68994140625, "end": 1904.6099853515625, "text": " this is minor repair, it makes noise, we do that, it makes break noise, we do the greasing, even when we open the door, we do the greasing, PDE means pre delivery inspection, we call it as hub inspectors, we have mechanics,"}, {"start": 1904.6099853515625, "end": 1939.5, "text": " we do all the minor repairs during delivery time, they check the oil level, coolant level, when do you deliver the vehicle? today itself, if we wait for 3 hours, we deliver it today itself, deep cleaning takes time, we deliver it tomorrow itself, normally we come to the customer and ask for the time, we give 3 hours, the inspection is around 30 minutes,"}, {"start": 1939.5, "end": 2085.72998046875, "text": " sir, let us go this route, the vehicle will get fuel, reverse, 3,13,000 is there sir, ok sir, suspension is good, what is the reason for this, why are you showing it to me, A star notice, even if the age is less, the vehicle comes out,"}, {"start": 2085.72998046875, "end": 2358.030029296875, "text": " it is 1800cc, 1 litre engine, I have one last, I will turn on the ignition and show you, no, take the test, the vehicle is in the same road, they will park the vehicle and get the key, it is this side only, white color, I will tell the vehicle number, 0253, white color, the wagon is there, is the customer there?"}, {"start": 2358.030029296875, "end": 2522.659912109375, "text": " 1 litre engine is there, spacious and powerful, take it sir, sound check, lights on,"}, {"start": 2522.659912109375, "end": 2598.3798828125, "text": " it is 2028 sir, it can be used for 5 years, it is a very classy vehicle, 23,000, it can be used as a backup vehicle, what to do with the price, it is an assured vehicle, buyback is also available, I will give you a token advance, I will come tomorrow and do the pedaling, I will do it with you, no problem sir, what to do with the discount, the prices are fixed,"}, {"start": 2598.3798828125, "end": 2648.699951171875, "text": " I will do it with you, what to do with the discount, I can't do anything with the price, if there is any festival, I will get a message like this, I can't give a commitment, I am an employee, I will come tomorrow and purchase, what discount to give? no discount, I can't give any discount, I can't do anything with the price, what will you give? I will give a quality vehicle, I will give you a warranty,"}, {"start": 2648.699951171875, "end": 2683.760009765625, "text": " I will give you a deep clean, I will polish the interior and exterior,"}, {"start": 2683.760009765625, "end": 2716.89990234375, "text": " I will give you a good service, if you like this vehicle, I won't be able to see it for a long time, I will give you a 30 year warranty, it will be like a deal, it will be the same, but a little smoother transmission,"}, {"start": 2716.89990234375, "end": 2746.89990234375, "text": " I will come at 14, I didn't ask you to book this, I am waiting for you till 14, if you don't come at 14, I will disperse, what to do? you can't do that, if you like the vehicle, you will get a token advance of 10,000, if you block, you will have 3 days, no one will be able to show the vehicle for 3 days, even in the online application, it shows as booked by others,"}, {"start": 2746.89990234375, "end": 2781.280029296875, "text": " they won't give you a test drive, the vehicle will be blocked on your name, after 3 days, if you don't want the vehicle, you will get a 100% refund, if you don't have it, you can go for 3 days and get it delivered, after 3 days it will be blocked on your name, what to do with the price? the price is fixed, what to do with the price?"}, {"start": 2781.280029296875, "end": 2842.639892578125, "text": " VXI, VXI variant, VXI, 23,000, single owner, petrol manual, white in color, you are the second owner,"}, {"start": 2842.639892578125, "end": 2913.280029296875, "text": " do you have a backup vehicle?"}, {"start": 2913.280029296875, "end": 3021.580078125, "text": " if the battery is more than 70%, we will replace it, if not, we will replace it, it is already serviced, if you want to give it tomorrow, we will polish and give it to you, check the lights, start the vehicle, I will switch on the lights, check the brake lights, reverse lights, check the AC, music, sound, speakers, AC gas is filled,"}, {"start": 3021.580078125, "end": 3107.780029296875, "text": " sound check, all 4 power windows, controls are on the captain's side, doors are on the 4th side, what to do with the price? it is fixed, I will mention it on the website, what to do with the price? we get offers in the season,"}, {"start": 3107.780029296875, "end": 3164.719970703125, "text": " what is the nearest location for you? nearest location in another brand, I will give it tomorrow, I will block the vehicle, or tomorrow, give me one more option, not now, give me one more option, tomorrow I will give you the inventory, I will give you the contact number,"}, {"start": 3164.719970703125, "end": 3218.27001953125, "text": " once you reach the hub, call me, 90343918, Sharath, once you reach the hub, call me, I will be here,"}, {"start": 3218.27001953125, "end": 3253.739990234375, "text": " in Maruti, if you go to the sale area, you will get a little more, but not at this price, it is automatic, this is your best, space wise, if you don't want the hood, this will be good in this segment,"}, {"start": 3253.739990234375, "end": 3287.360107421875, "text": " if it is fixed on the vehicle, block it, I will come and see, if it is ok, I will swap it, I will swap it, 90% is okay, you can drive it, okay, do you see Datsun? Datsun is not a service vehicle, do you get it in Bangalore or outside Bangalore?"}, {"start": 3287.360107421875, "end": 3324.85009765625, "text": " Datsun is not a service vehicle, if it is an alternative, you will get Eon, but Eon is not good, you don't want the hood, no, no, I don't want the hood, okay, but you, this much space, it will come a little smaller, it will come a little smaller, it is only 1 litre, it is good, I will show you, no, not like that, in your experience, you told me to see the A star,"}, {"start": 3324.85009765625, "end": 3360.3798828125, "text": " you gave a recommendation, it is blue, but it doesn't have the features, it is magna, it doesn't have all 4 power windows, it has only 2 power windows, the other 2 are manual windows, I will fix it, I will come tomorrow at 11 o'clock, if you have an option, show me one car, in case, I will get an inventory, in case I get a vehicle of this range, I will show you,"}, {"start": 3360.3798828125, "end": 3376.4599609375, "text": " it will come at night, at 10, 11, it will come in the morning, but you can't say it is a vehicle like this, 4 to 5 vehicles will come, you don't know which vehicle it is. Thank you so much, sir."}]