[{"start": 6.320000171661377, "end": 58.779998779296875, "text": " I had booked it for 3.5 to 5 lakhs. I had shortlisted Jazz. I had shortlisted... What is the rate of Aspire? 4.5, 5.5. Jazz is better. Because HOT's company is also closing down. I had booked a white Jazz case deck."}, {"start": 58.779998779296875, "end": 93.68000030517578, "text": " Automatic one. I had booked it for 11 o'clock. I know you have got a lot of stock. Then I was like, I should go and check. My name is Sanjay. My name is Yasin. What is your number? 9945-9945-25-25-4008. Sir, your name is Sanjay. You can check your shortlist. It's easy. Actually, I was seeing a whole load of cars."}, {"start": 93.68000030517578, "end": 124.29000091552734, "text": " I used to stay here in Jakur. But I know that there is a lot of stock here. Actually, I have a Chevy. My wife drives. UVA that sale. Hatchback. I want to give that in exchange. I had told him to send someone. For exchange. I will give that in exchange. That becomes your down payment. And you will get less than 10,000 rupees in exchange. Yes."}, {"start": 124.29000091552734, "end": 155.08999633789062, "text": " And what are the other options also? You can check this one first. It has almost 75,000 km. 16 model Jazz B. CVT engine. Automatic petrol. 75,000 km. It's a third owner vehicle. But why is it third owner in such a short order? What happens is, I bought a car on my name. I bought a car on my parents' name. In case of any problem, if the customer expires, the car cannot be kept on their name. It shifts from one to another."}, {"start": 155.08999633789062, "end": 189.05999755859375, "text": " Which one is that? I will show you. Yes, this one. This one? Yes, this one. What happens is, I bought a car on the name of the company. Now I have to do it individually. That's why it shifts. This is for 4.9 lakhs. How much does it go down after negotiating? Fixed price. Fixed price. But these are all repaired, right? Not repaired. Repainted. I was seeing the inspection report."}, {"start": 189.05999755859375, "end": 228.75, "text": " Yes. And what are the other Jazzes? There is one in this. I will show you the other one. It's in grey. And you are saying that it should not go in Aspire. It should go in Aspire. But if you want to compare it with this. What about Aspire? Is it cheaper? It's cheaper in this. I will show you. Because it's discontinued. Otherwise, if it works in Aspire, it's fine. It works very well. I saw it here. There are 2-3 Aspire. In Aspire, you have diesel also and you have petrol also. Both, right? Both are there."}, {"start": 228.75, "end": 356.3800048828125, "text": " Now drive this. So that you get clarity in your mind. 2 minutes. It will be very hot inside. I will take it out. Okay, I will take it out. No, it will be very hot inside. Open area. I will put the AC on for 2 minutes. You have to drive it inside. Yes, sir. Drive it inside. Left. Straight. Straight. Sir, there is one Aspire in our hub. There are 15 models. I am the second owner. I have driven 45 dozen."}, {"start": 356.3800048828125, "end": 442.989990234375, "text": " How much does it run on XUV? XUV is all 10. I sold mine. I had a 2015-16. I had the same stock. W10. You have to put it there. You leave it here. I will park it. You leave it here. I will drop it. You keep looking at it. You can drive it anytime."}, {"start": 442.989990234375, "end": 481.1199951171875, "text": " You give them warranty also? Yes, sir. How much time? Sir, we give you 1 year warranty. 1 into this one? Yes. Comprehensive warranty is for 3 months. 3 months and 3000 km. Powertrain warranty is for 1 year and 12,000 km. Powertrain warranty. How much? 1 year and 12,000 km. Engine, gearbox, differential. If you want extended warranty, you can take it."}, {"start": 481.1199951171875, "end": 564.8200073242188, "text": " You leave it here. It is CVT. You can take it for 2 years. You will get powertrain warranty for 2 years. Comprehensive warranty is for 3 months. You will get comprehensive warranty for 1 year. Engine, gearbox warranty is for 2 years. 2 years and 24,000 km."}, {"start": 564.8200073242188, "end": 622.5900268554688, "text": " You will get dual airbag. You will get steering controls. All for power windows. With the foldable mirrors. Top end variant. Folder and folder. This is the one without the shutter. It didn't come in this model, sir. It came in the one after this. This model will cost you around 6.5-7,000. As far as manual? Manual. Petrol? Here. Manual petrol. Second owner. How much did it run? It ran 85,000. 84,500."}, {"start": 622.5900268554688, "end": 656.1400146484375, "text": " Checked everything. Checked 200 plus checkpoints. If it needs repair then you... I don't have any issue in the future. Even after getting the delivery, we will cut 5 days. 5 days and 300 km. In case you don't understand the car. Just return the car. If you want, you can take another car. Spinny. My wife is more into a hatchback."}, {"start": 656.1400146484375, "end": 692.6099853515625, "text": " I don't mind. Is this the only Aspire? Is there a diesel one too? I think you saw it at another location. No, no. I saw it here. Is it the only one? It's the only one in white color. It's a Cosports. But it's the only one. 3.80. 3.80. 80,000. Which year is it? It's a 2015 model. It's been 8 years. If there's a problem with the engine in January... That's why we are giving you a warranty for 1 year."}, {"start": 692.6099853515625, "end": 734.5800170898438, "text": " You can get a comprehensive warranty for 1 year. Engine gearbox warranty. What are those? Kiger. Kiger. Triber. These are costing how much? These are more expensive? More expensive. It's the latest model. Old models are 2-3 years old. One is Jazz. Jazz is okay. Then what else can you say? These are also all Kiger, right? Kiger. So many Kigers are in stock. People don't like it. No, nothing like that."}, {"start": 734.5800170898438, "end": 767.2000122070312, "text": " But if you drive a Honda car, it should have a smooth engine. 1.2, 1.5, every 1.2. That should be in a 1 liter engine. If the car is big, it should be in a 1 liter engine. The engine should be a little noisy. Most people like it. Most people don't like it. I should keep the choice between what? Should I keep it between Jazz and Swift? Jazz, Swift, Freestyle, Figo. How is Freestyle? Do you have Freestyle? It's the same."}, {"start": 767.2000122070312, "end": 806.8300170898438, "text": " It's the same. The hatchback has a little bit of space. But you have to increase the price a little bit. It's more expensive than this? More expensive. Why? It's the latest model. After this model, there are 2 models. 2016, 2017. So that goes up to how much? 7, 7.5, around 7,000. I'll get the keys. The keys are not in this. It's not in this. You stay here. I'll get it. 270. Tires and all are 8+. 8+. What else is there in the hatchback? What about these?"}, {"start": 806.8300170898438, "end": 853.0900268554688, "text": " It's a better option. What about these driver's side?"}, {"start": 853.0900268554688, "end": 891.4400024414062, "text": " Actually, my wife is driving only in the city."}, {"start": 891.4400024414062, "end": 929.97998046875, "text": " My Chevrolet, I got it actually very good. Where did you get it? It was in my pocket. Is Chevrolet Beetle or Corsa? No, it's not Beetle. It's the same. It's in the same shape as Jazz. Sir, this is 5.42, 2015 model. This is a mid variant. This is an SV variant. It doesn't have all-wheel drive. You are getting this in 5.42. Only 13,000 will drive this car. 2015 model."}, {"start": 929.97998046875, "end": 966.4199829101562, "text": " I'll show you the RC. But you have to be concerned about which area the car was in. It's in the same shape. We have re-furbished the car. The shape is the same. Ajay Kumar Jain. What is he saying? Why did you sell it? What are your checkpoints saying? What? Okay, one minute. Yes, Yogesh ji. Yes, tell me."}, {"start": 966.4199829101562, "end": 1016.8300170898438, "text": " Actually, I didn't go to the office yesterday. I'll tell Madhukar. Okay, I saw an email. No, it's from Monday. I'll tell Madhukar first. Its six components have been repainted. Only six components. What are they? The bumper has been repainted. That's why it gets repainted. It's scratched here. You can't paint the scratch. You have to paint the whole part. Sir, the front and rear bumper, door and cartrile panel."}, {"start": 1016.8300170898438, "end": 1081.81005859375, "text": " This one. It's been repainted. It gets scratched. So this you are saying is booked? No, it's available, sir. This one is available. Let me see. Do you have the keys? I'll see. No worries. I'll get it. No worries, sir. Do you know the difference between manual and automatic? Whenever I drove this, it was in CVT. Which one, sir? 5, 6, 7, 3. It has driven 119,000. 119,000?"}, {"start": 1081.81005859375, "end": 1116.1300048828125, "text": " It's a single owner, 16 model. It's the same variant. The one you drove earlier. How much are you asking for? 5.49. Why so much? The ownership is less. I've driven a lot of cars, but the ownership is less. The ownership price varies. This one is less driven. He's asking for 5..? 5.49. And this one is? 5.42. 7, 8,000. It's just 13, 13.5. If you drive it, it's fine."}, {"start": 1116.1300048828125, "end": 1269.0400390625, "text": " Where are the keys? Where's the key for the gas? I've searched everywhere. The key box is empty. Where were you? I didn't see you on the car. There's no gas key. 144. Check it quickly. Do you have the keys? Yes, I'll get the keys. There's a long key."}, {"start": 1269.0400390625, "end": 1315.22998046875, "text": " Look here, sir. 15. All 15s. This one is also good. This one is 15. It changes in most cars. Because the coconut fell. Or a small stone cracked. It comes in the short category. We'll buy back. If you're selling your car in Spinney, you can sell this car. For 1 year, 2 years, even 3 years. It's a buy back policy. But it's chargeable for 3 years."}, {"start": 1315.22998046875, "end": 1359.4100341796875, "text": " We'll give you this much price in 2 years. I'll show it to you before. RC transfer, emission, past tax, everything is included. It's like buying a new car. If you want it, I'll send it to your house. If you're nearby, you can come and collect it. It won't be less driven. The maintenance of the gas, you'll have to do it in the showroom. It's discontinued. The facelift model is coming. It's here, sir."}, {"start": 1359.4100341796875, "end": 1465.469970703125, "text": " You don't have to service it. We'll do the oil change. You can service it for the next 10,000 km. I'll come. 2 minutes. I'll come. I'll be there. I'll be here."}, {"start": 1465.469970703125, "end": 1621.8399658203125, "text": " If you get the number, it's enough. If you get the last 4 numbers, it's enough."}, {"start": 1621.8399658203125, "end": 1676.5400390625, "text": " These have all been bought by you? Yes, already purchased from Spinney. It's not like a park and sell. Already purchased. We refurbish every car. Like if it's scratched, a small dent. We have our own refurbishment center. This is your manual car, right? Yes. It's a very bad car. I had it. It's good. How was the steering control? If you leave it, it'll come back."}, {"start": 1676.5400390625, "end": 1713.0699462890625, "text": " It's a non-turbo engine. There's no maintenance cost. I have some work to do. I have to change the clutch plate. I have to change the wheel bearing. I thought I'll get it done. I'll buy a car like this for the difference. It's 2013. There's still time. But it's a tougher car than this. What about the build quality? It doesn't make a sound. It sounds like a scooter."}, {"start": 1713.0699462890625, "end": 1745.7900390625, "text": " All this is manual? Manual."}, {"start": 1745.7900390625, "end": 1783.97998046875, "text": " There was an internalist, but they didn't do it. The inspection report will come. There are two categories. Assured category and budget category. The car that is less driven and less ownership. That's the assured category. The car that is more driven and more ownership. That's the budget category. And it's less driven. They didn't do the setting. That's why we can bring it here and give it to you."}, {"start": 1783.97998046875, "end": 1853.02001953125, "text": " It's a service history."}, {"start": 1853.02001953125, "end": 1891.8199462890625, "text": " It's a free service. It's a free service."}, {"start": 1891.8199462890625, "end": 1937.0899658203125, "text": " It's all fixed. It's a manual, less driven."}, {"start": 1937.0899658203125, "end": 1973.739990234375, "text": " We're giving you buyback. There's assurance. There's a warranty. How much will I get for the UVA? Did you put it in the app? The detail of the sale option. It'll come now. After the inspection. What's the model? The model is not coming now. The company has stopped. It's 2013. What price did you buy it for? It'll go within 2. How much will it come? 1.5? It'll come. It'll be minus 10,000."}, {"start": 1973.739990234375, "end": 2062.75, "text": " It's a 5.42. It'll come within 5.32. With the exchange. It's the same. It's not the same system. It's been tested. When will it have to be changed? It's not running yet."}, {"start": 2062.75, "end": 2147.5, "text": " We'll inspect the car one more time. We'll check the car. If there's any problem, we'll resolve it and give it to you. It'll come now. It'll come. That's it. No, sir. I have a V8. It's in the open area. It's in the heat. It'll come in 5-6 weeks. It'll be around 5-6."}, {"start": 2147.5, "end": 2255.199951171875, "text": " The radio, CD, AUX. The AUX option is here. The USB option is here. The CD option is here. Bluetooth is also here. Phone connection. This car is a bit cheap. The price of that car is low because of the ownership. What's the mileage?"}, {"start": 2255.199951171875, "end": 2336.139892578125, "text": " It's around 1.1. It has a high ground clearance. 165mm. Boot space, 354 liters. Cc, 1.2. Fuel tank capacity, 140 liters. Tire size is 50, 55, 50. It has an adjustable seat. Adjustable? Adjustable seat. You can adjust it up and down. It's not adjustable. Electrically or adjustable? Electrical. It doesn't come in this model. It's not a cheap car. No, sir."}, {"start": 2336.139892578125, "end": 2404.639892578125, "text": " It's in the budget category. Bumper replacement. It's all reported. Battery has been replaced in 2023. In 2023? It will last you around 4-5 years. Everything has been changed. Everything has been refurbished. 200 plus checkpoints. The car is okay. It's not maintained properly. It's not in the pocket."}, {"start": 2404.639892578125, "end": 2521.6201171875, "text": " How did you get the tyres worn out in 13,000? The car is standing still, so due to the heat, the tyres get cracked. So in 13,000, the tyres... It's a Goodyear tyre, sir. It's a Goodyear car, right? Yes, sir. It's a 2015 model. It's a 2015 model tyre. In 13,000, it shouldn't have worn out so much. So you should have bought this, right? What was the finance? It was 70% loan. 70-80% depends on the profile."}, {"start": 2521.6201171875, "end": 2590.39990234375, "text": " What about the salary? How much is the salary? The salary is 4.5, 5.5. The automatic is a bit more, the manual is less. But you won't get it even if it's less. Everything will be around 50,000, 55,000, 70,000. We drive this one. Yes, this one. It's a 2015 model tyre. The ownership has changed, right? So the tyres have also changed. So the ownership hasn't changed. We're paying around 8 lakhs. Is it automatic? It's manual. The automatic is a bit more. It must be the condition right now."}, {"start": 2590.39990234375, "end": 2692.27001953125, "text": " They don't go down the quoted rate of the swingy? No, no go down. So this is 1.5. And what about this i20? It's a 7.5. It's an 18-17 model. It's not a 14-15 model. It sells fast. The old one? The old one. The price is less, around 4,000. It's a transformer. It's on the back side. You can do it here. Is it too high?"}, {"start": 2692.27001953125, "end": 2742.02001953125, "text": " Yes, yes, yes. It's 3.5. Yes, yes. Yes, yes, yes."}, {"start": 2782.9599609375, "end": 2987.8701171875, "text": " Yes, yes. Yes, yes."}, {"start": 2987.8701171875, "end": 3022.3798828125, "text": " Yes, yes. Yes, yes."}, {"start": 3022.3798828125, "end": 3073.31005859375, "text": " Yes, yes. Yes, yes."}, {"start": 3073.31005859375, "end": 3170.06005859375, "text": " Yes, yes."}, {"start": 3170.06005859375, "end": 3232.1298828125, "text": " Sanjay, S-A-N-J-A-Y. Sanjay, K-U-S-N."}, {"start": 3232.1298828125, "end": 3340.75, "text": " Yes, yes, yes."}, {"start": 3340.75, "end": 3394.68994140625, "text": " Yes, sir."}, {"start": 3394.68994140625, "end": 3430.2900390625, "text": " What model is it? Model 15. 15 model. So it's a manual. It's a Jazz manual. 15 model. I'll give my car. I have a Chevy. I'll ask them to come for the evaluation. Which one? 2013 UBF Chevy hatchback. Chevrolet. I'll take it. I'll take it. Auction? Yes. Take it. It's not necessary. It all depends. Otherwise I'll sell it."}, {"start": 3430.2900390625, "end": 3471.169921875, "text": " How much loan do you need? I don't want a long tenure. Maybe max 2 years. Do you have a pre-closure? We have charges. Okay, I'll take the pre-closure charges. Suppose I put it in 2 years. And I give, say... How much will I charge for the car? 1 lakh? 1 lakh. I'll charge 1 lakh. And I'll take 1 lakh cash."}, {"start": 3471.169921875, "end": 3524.719970703125, "text": " 2 lakhs is on payment. 3.50 lakhs. So I'll charge 3.50 lakhs. 16,750 monthly. 15% off. If I do it for 2 years? 2 years. Your minimum tenure is how much? For 15 model, you'll get 3 years. Minimum, minimum. Okay, 2 years. I think 2 years, anybody can drive it. Even my wife can drive it. Who'll manage? Who'll loan it to you? IDFC. They are okay to do it."}, {"start": 3524.719970703125, "end": 3566.139892578125, "text": " I'll tell you the process. And there are some charges in the loan. Processing fee, stamping charges. What do they charge? Up to 7,000. 7,000. But it'll be a fixed loan they will do it. Otherwise they'll say no, no, no. That you have to tell me. It's eligible. It's eligible? It's showing. Up to 3 months, 4 years, 6 months, 6 months. That's fine. That's what I can get. Have you recently applied for a loan? I know whenever I have a problem, it's because of those cards which I had."}, {"start": 3566.139892578125, "end": 3597.489990234375, "text": " 10 years, 12 years back. Because of that, sometimes I keep seeing them. But otherwise, no. You didn't take a loan? I didn't take a loan. The car is 22,000 rupees. Because I bought one actually. I bought a Skoda. I work for Wipro. What Wipro does is they buy the car on duty. They take the money from my salary. But then that money is not seen in my salary. So they deduct it from my CTC. So my net, if you see my payslip and all, it's not visible anywhere."}, {"start": 3597.489990234375, "end": 3628.5400390625, "text": " So my salary would have been more than 3 and a half lakhs. Because my CTC is around 70 lakhs. Not even in CQL? No, no. They buy it from a company. They give it to Prem's brother. Only the EMI deducted from my salary, that salary they don't show. Because they buy it in the company's name. Then after 5 years, they give the car to me for 1 rupee. Then they change."}, {"start": 3628.5400390625, "end": 3658.9599609375, "text": " I have to pay the perquisite tax. So at that time, whatever the government's valuation will be. See, I have only paid EMI. In 5 years, I will only pay the EMI. But that EMI, because it is bought in the company's name, they don't show it as a part of my salary. So they will cut from my salary, but it will not reflect in my salary slip. So because it is paid on company, I get the benefit of income tax. If I am giving 50,000 per month, 50,000 is not visible in my salary."}, {"start": 3658.9599609375, "end": 3695.360107421875, "text": " So I am not being charged income tax for 50,000 rupees. So that's why it will never come on my salary slip. If I don't buy a car, then they will put that 50,000 also, because they will give it to me as cash. So then my salary becomes 3 and a half lakhs per month."}, {"start": 3695.360107421875, "end": 3740.659912109375, "text": " No, there is no such thing in exchange that I can sell otherwise also. But if that exchange will come, then I will have to take more loan."}, {"start": 3740.659912109375, "end": 3778.659912109375, "text": " And if I give it to my wife, if my wife buys it, then her salary will be less. Her salary must be around 3 lakhs. Her net must be around 3 lakhs. Existing EMI is nothing."}, {"start": 3778.659912109375, "end": 3817.4599609375, "text": " But I can get it financed on my name, but the car can't be on her name. No. Car will be in my name only."}, {"start": 3817.4599609375, "end": 3850.139892578125, "text": " Then I will have to spend more money. So in that, suppose I go for a more upper model, you are saying, then how much, suppose I do a down payment of 1.5 lakhs, 2 lakhs. Upper model."}, {"start": 3850.139892578125, "end": 3884.340087890625, "text": " Grand i10 automatic."}, {"start": 3884.340087890625, "end": 3918.68994140625, "text": " Creta and all will be around 7-8 lakhs. So then it's better to go for this. And suppose I book the car, and by chance, suppose then, full amount is refundable."}, {"start": 3918.68994140625, "end": 3957.300048828125, "text": " Do you refund it? Sir, you can pay through link. You can pay through phone or Google. It will go there only. You are saying that you have to book it. Anyway, it's refundable. It will be allotted to you. We will keep doing this loan process. You don't have to exchange in that."}, {"start": 3957.300048828125, "end": 3991.419921875, "text": " A rental agreement. Address."}, {"start": 3991.419921875, "end": 4022.5400390625, "text": " My Aadhaar is same. Earlier it was 301. Now it is 331. So from the ground floor, I have gone to the third floor. But otherwise, rest of the address is same. So only my deed is in 331. So I will have to, I don't know. If someone has applied for a change of address, then I will go to the loan."}, {"start": 4022.5400390625, "end": 4061.3798828125, "text": " So I will have to apply. Passport address is also same. I got a new passport. Earlier it was in this address. If someone has changed it, then it will be there. So what will we do? Block it. And its insurance has been lapsed. We will make it free of cost third party insurance. But if there is no comprehensive in it, then it will be there. But we will have to take comprehensive. Because we are going in loan. So the loan ID. I will also not keep it in third party."}, {"start": 4061.3798828125, "end": 4094.47998046875, "text": " And how many days will you hold the car?"}, {"start": 4094.47998046875, "end": 4124.47998046875, "text": " So in three days, if it is not there, then you give this 10,000 back. In three days."}, {"start": 4124.47998046875, "end": 4156.080078125, "text": " I said I don't want the money. I said I don't want the money."}, {"start": 4156.080078125, "end": 4207.490234375, "text": " So IDFC will do it."}, {"start": 4207.490234375, "end": 4241.22998046875, "text": " Then in that case, I don't have to spend money from my pocket. I will give the car. And it should come to 1 lakh. It will come. Because you are selling beet here for 2.5-3 lakhs. Sir, once this link is there, I will put an option for you. In the cell option. If you put it in the app, you will get a violation. Some manager. You have brought the car, sir. No, I asked him if I should bring the car. You brought the car. He said no, we will send it. He will send it near the house."}, {"start": 4241.22998046875, "end": 4281.02001953125, "text": " Have you put an approximate pricing? No, no, no. We will give it, sir. We will give it easily. From 1 lakh. You have to take the model. 13 model. Yes, because you have a 13-14 model here. I was looking at beet only. He is asking for 2.5-2.8 lakhs. It will be done. Which color is your model, sir? You have put your alloy wheels. Yes, I have put the alloy. I went to a rally."}, {"start": 4281.02001953125, "end": 4312.58984375, "text": " I have to change the wheel bearing. I have spent 20,000."}, {"start": 4312.58984375, "end": 4347.89990234375, "text": " It is from 2013. So it is April 2013. So I have just got the insurance done. So all this is there. The car is not bad. We will get it evaluated. We will buy it. 100%. If not, then? All this is there. I just have to open it. My woofer and amplifier. The car is good. The car is good. And then my wife has become the second owner. No worries. It is being exchanged on your number, right?"}, {"start": 4347.89990234375, "end": 4396.2998046875, "text": " Otherwise, if I want to keep this for the next 5 years, I have to spend only 25,000 bucks. I was in doubt. I don't mind keeping it. I have taken this car to Goa and all. I have seen it works."}, {"start": 4396.2998046875, "end": 4443.89990234375, "text": " So they will buy it on Wipro Internet. The owner's name is Wipro. It will be written in the insurance. The user is... So and so. Yes. I have got the insurance done. So my name will be there. Name Wipro. Address user Sanjay. They do it like this. But the name will be on Wipro's name. They will get it done. They will come for the evaluation. If it is not possible, then the amount is refundable."}, {"start": 4443.89990234375, "end": 4484.72021484375, "text": " If you change your mindset. Not mindset. If they want to take it, they can take it. But they will not do the loan today only. They will not do the loan today. They will do the loan. I will tell them to do it. But you have an exchange too. It will take 2 days for the exchange. No need. If I have 4 lakhs... Yes. Yes. Yes. So you don't have to pay 1 lakh for the exchange. You can keep the car. But I will have to sell it. No worries. I will tell them. Let's see. Take it."}, {"start": 4484.72021484375, "end": 4518.93994140625, "text": " Send me the link. I will go and talk to my wife. I will transfer the money. Send me the link. It will expire in more than 10 minutes. I just want to speak to her before I give the money. It's not like she will say no I don't want. Tell me your number. This is your number, right? Yes. 994. 994. The next problem will be if she says I want automatic. Otherwise..."}, {"start": 4518.93994140625, "end": 4566.2900390625, "text": " Automatic is how many kilometres? This one, right? Yes. That's my number. Sir, you have to drive 74,500. No. You were saying a better one. The single one. One more automatic. How much gas do you have? There was one more gas tank. We drove this one, right? Yes. This one is good. This one is good. That was manual. 4,44,000. That is on how many kilometres? 1,18,000."}, {"start": 4566.2900390625, "end": 4619.580078125, "text": " Is it in automatic? WRV also doesn't have automatic. As far as I am concerned, she will say I will go for... So if the models are higher, then the loan becomes even smoother, right? It can be as much as the starting model. Minimum loan payment will be 1 lakh. That is good. I would also like it to be less. That's why I was thinking, give me 1 lakh cash. Give me the car. So it will be almost 2.5 lakhs. And then..."}, {"start": 4619.580078125, "end": 4664.85009765625, "text": " But let me say, Honda is better. Its engine is better. It would have been smoother. If you are going to another car, like a Renault. No, no. I can go on a high-end car. Even Figo, in good condition."}, {"start": 4664.85009765625, "end": 4701.14990234375, "text": " What about the spare parts for Jazz? It will be sold out soon. Honda is a city. Jazz is a new model. So Honda, Maruti Suzuki, Honda, Skoda, Volkswagen. How about Polo? Polo is German. No, no. But you have Polo petrol? No, no. Polo petrol is expensive. If the car stops, then also the demand is high."}, {"start": 4701.14990234375, "end": 4747.7001953125, "text": " If it shows us till 2019, then it will be 40,000 km. I think manual is better. Because nowadays people don't like manual. Everyone does it automatically. So that is the reason. Maintenance will also be less. If the driving is bad, then the clutch... Nothing happened to the clutch. It will be 13,000. It all depends. If the driver is not a good driver, then he is screwed. So I will call you. I can show her this in..."}, {"start": 4747.7001953125, "end": 4839.10009765625, "text": " You have your own car. It has some scratches."}, {"start": 4839.10009765625, "end": 4888.8798828125, "text": " Lock it, sir. I will ask for an exchange. I will get it done. You have held it, right? If I close it, it will be live. It is on hold. If I close the lid, it will be live. I will leave it here. If it says automatic, then this will be minus. Otherwise, manual is... Manual. August 2015. Until 2030, it will be like this."}, {"start": 4888.8798828125, "end": 4979.35986328125, "text": " I will put it in another hour. You just call me. I will hold it. You will hold it and... Link. Link. Link. Link. Link. You go to Google Pay, Phone Pay and... He has already messaged in WhatsApp. If you block it once, then we will start the process like this. Okay. Okay. There is a different team. We will call you and start it. Centralised team. Which message must have come? It must have been sent in WhatsApp. Actually, there is a girl called Nikhat."}, {"start": 4979.35986328125, "end": 5015.1201171875, "text": " She takes care of marketing. So, what I will do... Your number is there. I will share your number with her. Okay? I will be meeting her today. She is coming in the evening. So, I will share it with her. In fact, I am meeting the marketing head also. We are just getting together. So, I will share your number with her. I will share it. I will give it to you first. If she asks why I gave it to you, I will give her your number. That will be better. Okay? Okay. Okay. Thanks."}, {"start": 5015.1201171875, "end": 5077.56982421875, "text": " Thank you so much."}, {"start": 5077.56982421875, "end": 5094.72998046875, "text": " Yes, sir. I should not look for other brands. The more you see, the more confusion you will have. No, no. I have a small handbag. I am not buying Ford, but it is okay. Ford has a problem. Okay. Thank you. Give me feedback. Okay. Thank you."}]